[
  {
    "key": "TUT_NEW_1_NAME",
    "en": "New Recruits – Part 1",
    "pt": "Novos Recrutas - Parte 1"
  },
  {
    "key": "TUT_NEW_1_DESC",
    "en": "<i>Join the Rebellion and learn to fight the tyrannical Empire!</i><br/><br/>This is the app tutorial for players who are new to Imperial Assault.",
    "pt": "<i> Junte-se à Rebelião e aprenda a lutar contra o Império tirânico! </i> <br/> <br/> Este é o tutorial do aplicativo para os jogadores que são novos no Imperial Assault."
  },
  {
    "key": "TUT_NEW_1_DOUBLE_ACT_2P",
    "en": "In two-player games, each <b>hero</b> gets two <b>activations</b> each round, indicated by the double portraits for each hero. When both heroes have taken their first activation, each hero becomes eligible to take its second. When both heroes have taken their second activation, the round ends.",
    "pt": "Nos jogos para dois jogadores, cada <b> herói </b> recebe duas <b> ativações </b> em cada rodada, indicadas pelos retratos duplos de cada herói. Quando ambos os heróis fizeram sua primeira ativação, cada herói se torna elegível para receber seu segundo. Quando ambos os heróis fizeram sua segunda ativação, a rodada termina."
  },
  {
    "key": "TUT_NEW_1_DOUBLE_ACT_3P",
    "en": "In three-player games, one <b>hero</b> gets two <b>activations</b> each round, indicated by the double portraits for that hero. When all heroes have taken their first activation, the hero with the double activation becomes eligible to take its second. When all four hero activations have been taken, the round ends and the extra activation passes to another hero.",
    "pt": "Em jogos de três jogadores, um <b> herói </b> recebe duas <b> ativações </b> a cada rodada, indicadas pelos retratos duplos daquele herói. Quando todos os heróis fizerem sua primeira ativação, o herói com a ativação dupla se torna elegível para receber seu segundo. Quando todas as quatro ativações de herói forem realizadas, a rodada termina e a ativação extra passa para outro herói."
  },
  {
    "key": "TUT_NEW_1_HEROES_IN_PLACE",
    "en": "Are all heroes in the spaces marked for them in the app?",
    "pt": "Todos os heróis estão nos espaços marcados para eles no aplicativo?"
  },
  {
    "key": "TUT_NEW_1_KISCH_WAIT",
    "en": "<i>Corporal Kish waits for you to complete your current objective.</i><br/><br/>Corporal Kish performs no actions during his <b>activation</b>. End his activation in the app.",
    "pt": "<i> O cabo Kish espera que você complete seu objetivo atual. </i> <br/> <br/> O cabo Kish não realiza ações durante sua <b> ativação </b>. Termine sua ativação no aplicativo."
  },
  {
    "key": "TUT_NEW_1_OVERVIEW_1",
    "en": "In <i>Imperial Assault</i>, 1–4 players take part in an epic <i>Star Wars</i> adventure! Each player controls his or her own hero of the Rebel Alliance, and you must all work together to accomplish the goals of the campaign that you are playing. The campaign is played over a series of missions, and though you might lose individual missions, the campaign will continue until it reaches its conclusion. The fate of the Rebel Alliance is in your hands!",
    "pt": "Em <i> Imperial Assault </i>, 1 a 4 jogadores participam de uma aventura épica de <i> Star Wars </i>! Cada jogador controla o seu próprio herói da Aliança Rebelde, e todos vocês devem trabalhar juntos para alcançar os objetivos da campanha que você está jogando. A campanha é jogada sobre uma série de missões, e embora você possa perder missões individuais, a campanha continuará até que chegue à sua conclusão. O destino da Aliança Rebelde está em suas mãos!"
  },
  {
    "key": "TUT_NEW_1_OVERVIEW_3",
    "en": "This tutorial will teach you how to play <i>Star Wars: Imperial Assault — Legends of the Alliance</i>. This tutorial only provides a broad overview of the rules. Terms in <b>bold text</b> refer to specific entries in the <i>Imperial Assault</i> Rules Reference Guide included in your core set, where you can find more information on those topics.",
    "pt": "Este tutorial vai te ensinar como jogar Star Wars: Imperial Assault - Legends of the Alliance. Este tutorial fornece apenas uma visão geral das regras. Os termos em <b> texto em negrito </b> referem-se a entradas específicas no Guia de Referência de Regras do <i> Imperial Assault </i> incluído no seu conjunto principal, onde você pode encontrar mais informações sobre esses tópicos."
  },
  {
    "key": "TUT_NEW_1_OBJECTIVE_LEARN",
    "en": "(0 of 3) Learn how to play <i>Legends of the Alliance</i>.",
    "pt": "(0 de 3) Aprenda a jogar <i> Lendas da Aliança </i>."
  },
  {
    "key": "TUT_NEW_1_LOG",
    "en": "If you need to review past messages, you can find them in the message log by selecting the indicated icon. The message log also displays your current objective. When you are done, select anywhere outside of the message log to close it.",
    "pt": "Se você precisar revisar as mensagens anteriores, poderá encontrá-las no log de mensagens selecionando o ícone indicado. O log de mensagens também exibe seu objetivo atual. Quando terminar, selecione em qualquer lugar fora do log de mensagens para fechá-lo."
  },
  {
    "key": "TUT_NEW_1_SET_THE_SCENE",
    "en": "<i>You had just arrived at the Rebel base on Yavin as new recruits when the Death Star came to destroy the moon. Now that the Death Star has been destroyed, nearly everyone on the planet is preparing to evacuate the base. You, however, are to undergo training to become soldiers and, perhaps one day, legends of the Alliance.</i><br/><br/><i>Italicized text</i> tells the story of what is happening in the game. Non-italicized text is rules and explanatory text that instructs you about what to do.",
    "pt": "<i> Você acabara de chegar à base rebelde em Yavin como novos recrutas quando a Estrela da Morte veio para destruir a lua. Agora que a Estrela da Morte foi destruída, quase todo mundo no planeta está se preparando para evacuar a base. Você, no entanto, deve passar por treinamento para se tornar um soldado e, talvez um dia, lendas da Aliança. </i> <br/> <i> O texto em itálico </i> conta a história do que está acontecendo no jogo. Texto não em itálico são regras e texto explicativo que instrui sobre o que fazer."
  },
  {
    "key": "TUT_NEW_1_COMPONENTS",
    "en": "Missions in <i>Imperial Assault</i> are played on maps made up of double-sided tiles. The app will tell you which tiles you should place and when. If you need help identifying any of the game’s pieces, check the component list in the Learn to Play document that came with your <i>Imperial Assault</i> core game.",
    "pt": "Missões em <i> Imperial Assault </i> são jogadas em mapas compostos de telhas de dois lados. O aplicativo informará quais blocos você deve colocar e quando. Se você precisar de ajuda para identificar qualquer uma das peças do jogo, verifique a lista de componentes no documento Aprenda a Jogar, fornecido com o seu jogo principal <i> Imperial Assault </i>."
  },
  {
    "key": "TUT_NEW_1_TILES",
    "en": "Gather the following tiles for this mission:<br/><br/>01A<br/>02A<br/>05A<br/>06A<br/>09A<br/>10A<br/>17A<br/>18A (3 tiles)",
    "pt": "Reúna os seguintes blocos para essa missão: <br/> <br/> 01A <br/> 02A <br/> 05A <br/> 06A <br/> A09A <br/> 10A <br/> A17A <br/> 18A (3 peças)"
  },
  {
    "key": "TUT_NEW_1_MAP_SETUP",
    "en": "<i>The air is hot and thick with humidity. The sounds of the dense, lively jungle surround you on all sides.</i><br/><br/>Place tiles 02A, 18A and 1 door on the table as indicated. Place a <b>door</b> token in a plastic stand on the edge indicated by the door icon. You can move the map around the screen by dragging it. You can also zoom in and out on the map.",
    "pt": "<i> O ar é quente e grosso com umidade. Os sons da selva densa e animada cercam você por todos os lados. <br/> <br/> Coloque os ladrilhos 02A, 18A e 1 porta na mesa, conforme indicado. Coloque um token de <b> porta </ ​​b> em um suporte de plástico na borda indicada pelo ícone da porta. Você pode mover o mapa pela tela arrastando-o. Você também pode aumentar e diminuir o zoom no mapa."
  },
  {
    "key": "TUT_NEW_1_HERO_PLACE",
    "en": "<i>You are standing in a courtyard, surrounded on two sides by vine-covered fences. Behind you is an ancient stone structure, repurposed by your fellow Rebels into a makeshift base.</i><br/><br/>For the purpose of this tutorial, your heroes have been preselected.",
    "pt": "<i> Você está em pé em um pátio, cercado em dois lados por cercas cobertas de videiras. Atrás de você é uma antiga estrutura de pedra, reaproveitada por seus companheiros rebeldes em uma base improvisada. </i> <br/> <br/> Para o propósito deste tutorial, seus heróis foram pré-selecionados."
  },
  {
    "key": "TUT_NEW_1_JYN_PLACE",
    "en": "Place the Jyn Odan figure in the indicated space. Choose a player to play as Jyn Odan and give that player the <b>Hero</b> sheet and <b>Class cards</b> with Jyn’s picture on them. Place the hero sheet with the red background side facedown. Class cards can be earned by the heroes over the course of a campaign. For now, keep the class cards facedown.",
    "pt": "Coloque a figura de Jyn Odan no espaço indicado. Escolha um jogador para jogar como Jyn Odan e dê a esse jogador a folha <b> Hero </b> e as <b> Class cards </b> com a foto de Jyn neles. Coloque a folha de herói com o lado vermelho do fundo voltado para baixo. Os cards de classe podem ser ganhos pelos heróis ao longo de uma campanha. Por enquanto, mantenha as cartas da classe voltadas para baixo."
  },
  {
    "key": "TUT_NEW_1_GAARKHAN_PLACE",
    "en": "Place the Gaarkhan figure in the indicated space. Choose a player to play as Gaarkhan and give that player the <b>Hero</b> sheet and <b>Class cards</b> with Gaarkhan’s picture on them.",
    "pt": "Coloque a figura de Gaarkhan no espaço indicado. Escolha um jogador para jogar como Gaarkhan e dê a esse jogador a folha <b> Hero </b> e as <b> Class cards </b> com a imagem de Gaarkhan neles."
  },
  {
    "key": "TUT_NEW_1_FENN_PLACE",
    "en": "Place the Fenn Signis figure in the indicated space. Choose a player to play as Fenn Signis and give that player the <b>Hero</b> sheet and <b>Class cards</b> with Fenn’s picture on them.",
    "pt": "Coloque a figura de Fenn Signis no espaço indicado. Escolha um jogador para jogar como Fenn Signis e dê a esse jogador a folha <b> Hero </b> e as <b> Class cards </b> com a imagem de Fenn."
  },
  {
    "key": "TUT_NEW_1_GIDEON_PLACE",
    "en": "Place the Gideon Argus figure in the indicated space. Choose a player to play as Gideon Argus and give that player the <b>Hero</b> sheet and <b>Class cards</b> with Gideon’s picture on them.",
    "pt": "Coloque a figura Gideon Argus no espaço indicado. Escolha um jogador para jogar como Gideon Argus e dê a esse jogador a folha <b> Hero </b> e <b> Class cards </b> com a foto de Gideon."
  },
  {
    "key": "TUT_NEW_1_KISCH_PLACE",
    "en": "<i>\"At attention, soldiers!\" a voice calls out. A uniformed human stands at the top of a set of stone stairs, looking down over you. \"My name is Corporal Kish. I’m here to get you into fighting shape. The Alliance needs all the fighters it can get if we’re ever going to overthrow the Empire.\"</i><br/><br/>Place a Rebel Trooper token on the indicated space. This Rebel Trooper is Corporal Kish.",
    "pt": "<i> \"Na atenção, soldados!\" uma voz chama. Um humano uniformizado fica no topo de um conjunto de escadas de pedra, olhando para você. \"Meu nome é Corporal Kish. Estou aqui para fazer você entrar em forma. A Aliança precisa de todos os lutadores que conseguirem se quisermos derrubar o Império.\" </i> <br/> <br / > Coloque um token Rebel Trooper no espaço indicado. Este rebelde é o cabo Kish."
  },
  {
    "key": "TUT_NEW_1_KISCH_PLACE_2",
    "en": "Place the gray Rebel Trooper <b>Deployment card</b> (red card back with the Rebel () symbol) on the table where all players can see it. Normally <b>allies</b> like the Rebel Trooper will be under the players’ control, but for the purpose of this tutorial, the app will tell you what to do with Corporal Kish.",
    "pt": "Coloque o Soldado Rebelde cinza <b> Cartão de Implantação </b> (cartão vermelho de volta com o símbolo Rebelde ()) na mesa onde todos os jogadores podem vê-lo. Normalmente, <b> aliados </b>, como o Soldado Rebelde, estarão sob controle dos jogadores, mas, para o propósito deste tutorial, o aplicativo informará o que fazer com o cabo Kish."
  },
  {
    "key": "TUT_NEW_1_ROUNDS",
    "en": "Missions are divided into a number of rounds. Within each round, each figure (<b>hero</b> and <b>ally</b>) gets to perform one or more <b>activations</b>. The round ends when all figures have finished their activations. The order in which Rebels perform their activations is decided by the players.",
    "pt": "As missões são divididas em várias rodadas. Em cada rodada, cada figura (<b> herói </b> e <b> ally </b>) realiza uma ou mais <b> ativações </b>. A rodada termina quando todas as figuras terminarem suas ativações. A ordem em que os Rebeldes executam suas ativações é decidida pelos jogadores."
  },
  {
    "key": "TUT_NEW_1_ACTIVATION",
    "en": "During a figure’s <b>activation</b>, that figure performs up to two <b>actions</b>. A figure can perform the same action more than once during its activation.",
    "pt": "Durante a <b> ativação </b> de uma figura, essa figura executa até duas <b> ações </b>. Uma figura pode executar a mesma ação mais de uma vez durante sua ativação."
  },
  {
    "key": "TUT_NEW_1_KISCH_ACT_1",
    "en": "<i>\"Let’s get moving,\" Kish says. \"We’ve got some combat training to do.\"</i><br/><br/>Corporal Kish will activate first.",
    "pt": "<i> \"Vamos em frente\", diz Kish. \"Temos um treinamento de combate para fazer\". </i> <br/> <br/> O cabo Kish será ativado primeiro."
  },
  {
    "key": "TUT_NEW_1_KISCH_MOVE_PTS",
    "en": "<i>Kish walks down the stairs and stops next to the gate leading out of the courtyard.</i><br/><br/>Corporal Kish’s first <b>action</b> will be a move action (for more detail, see <b>Movement</b> in the Rules Reference Guide). When a figure takes a move action, that figure gains <b>movement points</b> equal to the figure’s Speed as denoted on its Hero sheet or <b>Deployment card</b> (4 in the case of the Rebel Trooper). Those movement points may only be used during the figure’s current <b>activation</b>.",
    "pt": "<i> Kish desce as escadas e pára ao lado do portão que sai do pátio. </i> <br/> <br/> A primeira <b> ação do cabo Kish </b> será uma ação de movimento (por mais detalhes, consulte <b> Movimento </b> no Guia de Referência de Regras). Quando uma figura executa uma ação de movimento, essa figura ganha <b> pontos de movimento </b> iguais à Velocidade da figura indicada em sua planilha Hero ou <b> Carta de Implantação </b> (4 no caso do Soldado Rebelde ). Esses pontos de movimento só podem ser usados ​​durante a <b> ativação atual da figura </b>."
  },
  {
    "key": "TUT_NEW_1_KISCH_MOVE_1",
    "en": "It costs 1 <b>movement point</b> for a figure to move to an <b>adjacent</b> space (orthogonal or diagonal). Colored lines like those highlighted indicate the presence of <b>terrain</b>. Black and red lines (both solid and dashed) block movement.",
    "pt": "Custa 1 <b> ponto de movimento </b> para uma figura se mover para um espaço <b> adjacente </b> (ortogonal ou diagonal). Linhas coloridas como as destacadas indicam a presença de <b> terreno </b>. Linhas pretas e vermelhas (sólidas e tracejadas) bloqueiam o movimento."
  },
  {
    "key": "TUT_NEW_1_KISCH_MOVE_FIGURES",
    "en": "Move Corporal Kish as indicated. The highlighted spaces indicate the path Corporal Kish took to move to the <b>door</b>, moving through Jyn’s space on the way. Figures can move through (but not stop in) spaces containing other figures. Moving through a space with a <b>hostile figure</b> costs 1 additional <b>movement point</b>.",
    "pt": "Mova o Cabo Kish conforme indicado. Os espaços destacados indicam o caminho que o Cabo Kish tomou para se mover para a <b> porta </ ​​b>, passando pelo espaço de Jyn no caminho. Figuras podem percorrer (mas não parar) espaços contendo outras figuras. Movendo-se através de um espaço com um <b> valor hostil </b> custa 1 <b> ponto de movimento adicional </b>."
  },
  {
    "key": "TUT_NEW_1_KISCH_DOOR",
    "en": "<b>Doors</b> are placed along edges and block <b>movement</b> across those edges.",
    "pt": "<b> As portas </b> são colocadas ao longo das bordas e bloqueiam o <b> movimento </b> através dessas bordas."
  },
  {
    "key": "TUT_NEW_1_KISCH_INTERACT_1",
    "en": "Tokens like this <b>door</b> have their own rules that are defined by the mission. You can select a token on the map at any time to read the rules that apply to that token.",
    "pt": "Tokens como essa <b> porta </ ​​b> têm suas próprias regras definidas pela missão. Você pode selecionar um token no mapa a qualquer momento para ler as regras que se aplicam a esse token."
  },
  {
    "key": "TUT_NEW_1_KISCH_INTERACT_2",
    "en": "Above is the message you would see if you selected this <b>door</b>. This door can be opened with an <b>interact</b> action, as indicated by the \" Interact\" option. The arrow () icon indicates that this option requires an <b>action</b>. To interact with a token, a figure must be on or <b>adjacent</b> to the space containing that token.<br/><br/>Select the \" Interact\" option to have Corporal Kish open the door with his second action. You must close tutorial messages like this one before you can interact with other messages.",
    "pt": "Acima está a mensagem que você veria se selecionasse essa <b> porta </ ​​b>. Essa porta pode ser aberta com uma ação <b> interact </b>, conforme indicado pela opção \" Interact\". O ícone de seta () indica que essa opção requer uma <b> ação </b>. Para interagir com um token, um número deve estar em ou <b> adjacente </b> ao espaço que contém esse token. <br/> <br/> Selecione a opção \" Interagir\" para que o Cabo Kish abra a porta com sua segunda ação. Você deve fechar mensagens de tutorial como esta antes de interagir com outras mensagens."
  },
  {
    "key": "TUT_NEW_1_KISCH_DOOR_OPENED",
    "en": "<i>Corporal Kish pushes the ancient metal gate open to reveal the lush, dense jungle beyond.</i><br/><br/>Open the door (remove the token from the map). Place tiles 01A, 05A, 06A, 09A, 10A, 17A, and 18A (2). Note that the (2) indicates you will be using two copies of the tile 18A on the map.",
    "pt": "<i> O cabo Kish empurra o antigo portão de metal aberto para revelar a selva densa e luxuriante que está além. </i> <br/> <br/> Abra a porta (remova a ficha do mapa). Coloque os ladrilhos A01A, 05A, 06A, 09A, 10A, 17A e 18A (2). Note que o (2) indica que você estará usando duas cópias do bloco 18A no mapa."
  },
  {
    "key": "TUT_NEW_1_CRATES_PLACE",
    "en": "<i>Several crates containing your gear await you on the other side of the gate.</i><br/><br/>Place {0} <b>crate tokens</b> as indicated.",
    "pt": "<i> Várias caixas contendo seu equipamento aguardam você do outro lado do portão. </i> <br/> <br/> Coloque {0} <b> fichas de caixa </b> conforme indicado."
  },
  {
    "key": "TUT_NEW_1_KISCH_FINISH_MOVE",
    "en": "<i>Corporal Kish steps through the gate and motions for you to follow him.</i><br/><br/>Because Corporal Kish has one <b>movement point</b> remaining, he can spend it now to move one more space. Move Corporal Kish as indicated.",
    "pt": "<i> O cabo Kish entra no portão e faz sinal para que você o siga. </i> <br/> <br/> Como o cabo Kish tem um <b> ponto de movimento </b> restante, ele pode gastá-lo agora para mover mais um espaço. Mova o Cabo Kish conforme indicado."
  },
  {
    "key": "TUT_NEW_1_END_ACT",
    "en": "Corporal Kish has taken two <b>actions</b> (a move and an <b>interact</b>) and spent all of his <b>movement points</b>, so his <b>activation</b> is now complete. When a <b>hero</b> or <b>ally</b> finishes its activation, select its portrait to inform the app that the activation is complete. Then the next hero or ally will be able to take its activation.",
    "pt": "O cabo Kish fez duas <b> ações </b> (uma jogada e uma <b> interação </b>) e gastou todos os seus <b> pontos de movimento </b>, então sua <b> ativação </b> agora está completo. Quando um <b> herói </b> ou um <b> aliado </b> termina sua ativação, selecione seu retrato para informar ao aplicativo que a ativação foi concluída. Então o próximo herói ou aliado será capaz de realizar sua ativação."
  },
  {
    "key": "TUT_NEW_1_EXTRA_ACT",
    "en": "In games with fewer than four <b>heroes</b>, one or more heroes will have two portraits stacked one on top of the other. These heroes get to perform two <b>activations</b> in a round. A hero cannot perform its second activation until each other hero has taken its first activation.",
    "pt": "Em jogos com menos de quatro <b> heróis </b>, um ou mais heróis terão dois retratos empilhados um em cima do outro. Esses heróis conseguem realizar duas <b> ativações </b> em uma rodada. Um herói não pode executar sua segunda ativação até que cada outro herói tenha feito sua primeira ativação."
  },
  {
    "key": "TUT_NEW_1_KISCH_END_ACT",
    "en": "Use the app to end Corporal Kish’s <b>activation</b> now.",
    "pt": "Use o aplicativo para encerrar a <b> ativação </b> do Corporal Kish agora."
  },
  {
    "key": "TUT_NEW_1_GET_GEAR",
    "en": "Grab your gear from the crates and follow Corporal Kish! Have each <b>hero</b> perform an <b>activation,</b> one at a time. Select a crate to learn the rules for interacting with <b>crate tokens</b>. The \" Objective Updated \" at the bottom of this message indicates that you have a new objective. Remember, you can find your current objective in the message log at any time.<br/><br/>  Objective Updated  <br/><br/>(1 of 3) Open each <b>crate</b> and follow Corporal Kish.",
    "pt": "Pegue o seu equipamento das caixas e siga cabo Corporal Kish! Peça que cada <b> herói </b> realize uma <b> ativação, </b> uma por vez. Selecione uma caixa para aprender as regras para interagir com <b> tokens de caixa </b>. O \" Objetivo Atualizado \" na parte inferior desta mensagem indica que você tem um novo objetivo. Lembre-se, você pode encontrar seu objetivo atual no log de mensagens a qualquer momento. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (1 de 3) Abra cada <b> caixa </ b > e siga o cabo Kish."
  },
  {
    "key": "TUT_NEW_1_OBJECTIVE_GET_GEAR",
    "en": "(1 of 3) Open each <b>crate</b> and follow Corporal Kish.",
    "pt": "(1 de 3) Abra cada <b> caixa </b> e siga o Cabo Kish."
  },
  {
    "key": "TUT_NEW_1_WAIT_FOR_KISH",
    "en": "<i>You arrive at the combat range ahead of Corporal Kish and have to wait for him to catch up.</i><br/><br/>The mission will progress at the end of the round. Make sure you inform the app each time you end a hero’s <b>activation</b> by selecting that hero in the app.",
    "pt": "<i> Você chega ao campo de combate à frente do Cabo Kish e tem que esperar que ele alcance o atraso. </i> <br/> <br/> A missão irá progredir no final da rodada. Certifique-se de informar o aplicativo toda vez que você terminar a <b> ativação de um herói </b> selecionando o herói no aplicativo."
  },
  {
    "key": "TUT_NEW_1_KISCH_ACT_2",
    "en": "<i>Corporal Kish takes off at a jog through the jungle.</i><br/><br/>Corporal Kish will <b>activate</b> next. He performs two move <b>actions</b>.",
    "pt": "<i> O Cabo Kish decola em uma corrida pela selva. </i> <br/> <br/> O Cabo Kish <b> irá ativar </b> em seguida. Ele executa duas ações <b> de movimento </b>."
  },
  {
    "key": "TUT_NEW_1_KISCH_ACT_2b",
    "en": "Move Corporal Kish as indicated. The highlighted spaces show where the corporal moved.",
    "pt": "Mova o Cabo Kish conforme indicado. Os espaços destacados mostram onde o cabo se moveu."
  },
  {
    "key": "TUT_NEW_1_KISCH_DIFF_TERRAIN",
    "en": "Note that Corporal Kish spent two <b>movement points</b> entering this space because it has <b>difficult terrain</b>.",
    "pt": "Note que o cabo Kish gastou dois <b> pontos de movimento </b> entrando neste espaço porque tem <b> terreno difícil </b>."
  },
  {
    "key": "TUT_NEW_1_GET_IN_PLACE",
    "en": "<i>Having collected your gear, you head out to the combat range.</i><br/><br/>  Objective Updated  <br/><br/>(2 of 3) Perform <b>activations</b> until each <b>hero</b> occupies the space indicated for that hero in the app. When a hero is in its assigned spot, select its portrait on the map to inform the app.",
    "pt": "<i> Tendo recolhido o seu equipamento, você vai para o campo de combate. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> (2 de 3) Realizar <b> ativações </b> até que cada <b> herói </b> ocupe o espaço indicado para o herói no aplicativo. Quando um herói estiver no local designado, selecione seu retrato no mapa para informar o aplicativo."
  },
  {
    "key": "TUT_NEW_1_DIFFICULT",
    "en": "Note that these spaces contain <b>difficult terrain</b>, as indicated by the blue outline. To enter any of these spaces, the hero must spend 1 additional <b>movement point</b>.",
    "pt": "Observe que esses espaços contêm <b> terreno difícil </b>, conforme indicado pelo contorno azul. Para entrar em qualquer um desses espaços, o herói deve gastar 1 <b> ponto de movimento adicional </b>."
  },
  {
    "key": "TUT_NEW_1_OBJECTIVE_RANGE",
    "en": "(2 of 3) Move each hero to the space marked with its portrait in the app. When a hero is in its assigned spot, select its portrait on the map to inform the app.",
    "pt": "(2 de 3) Mova cada herói para o espaço marcado com o seu retrato no aplicativo. Quando um herói estiver no local designado, selecione seu retrato no mapa para informar o aplicativo."
  },
  {
    "key": "TUT_NEW_1_CRATES_LEFT",
    "en": "Make sure you have opened all of the <b>crates</b> before joining up with Corporal Kish.",
    "pt": "Certifique-se de ter aberto todas as <b> caixas </b> antes de se juntar ao Corporal Kish."
  },
  {
    "key": "TUT_NEW_1_IN_PLACE",
    "en": "Is {0} in this space?",
    "pt": "É {0} neste espaço?"
  },
  {
    "key": "TUT_NEW_1_IN_PLACE_END",
    "en": "End the current hero’s activation to advance the mission.",
    "pt": "Termine a ativação do herói atual para avançar a missão."
  },
  {
    "key": "TUT_NEW_1_TERMINAL_PLACE",
    "en": "<i>\"Alright, let’s get you some combat training,\" Kish says. He moves some branches away from a small computer terminal you hadn’t noticed before.</i><br/><br/>Place 1 <b>terminal token</b> as indicated.",
    "pt": "<i> \"Tudo bem, vamos dar-lhe algum treinamento de combate\", diz Kish. Ele move alguns galhos para longe de um pequeno terminal de computador que você não havia notado antes. </i> <br/> <br/> Coloque 1 <b> terminal token </b> conforme indicado."
  },
  {
    "key": "TUT_NEW_1_KISCH_TERMINAL_BREAKS",
    "en": "<i>The corporal flips a couple of switches on the panel, but the terminal begins making a grinding sound and then goes black. Kish flicks the switch up and down several times, but the terminal shows no sign of life. \"Uh, are any of you handy with a wrench?\" he asks.</i><br/><br/>The terminal requires repairs. Fortunately, Jyn is good with technology, as indicated by the three dice of her Tech () <b>attribute</b>. She will now attempt to pass a Tech () <b>attribute test</b>.",
    "pt": "<i> O cabo liga um par de interruptores no painel, mas o terminal começa a fazer um som de rangido e depois fica preto. Kish aperta o botão para cima e para baixo várias vezes, mas o terminal não mostra sinais de vida. \"Uh, algum de vocês está à mão com uma chave inglesa?\" ele pergunta. </i> <br/> <br/> O terminal requer reparos. Felizmente, Jyn é boa com tecnologia, como indicado pelos três dados de seu atributo Tech () <b>. Ela agora tentará passar no Tech () <b> atributo test </b>."
  },
  {
    "key": "TUT_NEW_1_REMOTES_PLACE",
    "en": "<i>The corporal flips a few switches on the terminal and a number of small, spherical training remotes deploy from a container hidden behind the terminal and spread out around the immediate area, hovering a few meters off the ground.</i><br/><br/>Place 6 neutral <b>mission tokens</b> as indicated.",
    "pt": "<i> O cabo aciona alguns interruptores no terminal e vários controles remotos pequenos e esféricos são enviados de um contêiner escondido atrás do terminal e espalhados pela área imediata, pairando a poucos metros do chão. </i> <br/> <br/> Coloque 6 tokens de missão neutra <b>, conforme indicado."
  },
  {
    "key": "TUT_NEW_1_REMOTES_PLACE_2",
    "en": "Neutral <b>mission tokens</b> are used to represent a variety of things, from bystanders to secret passages. The rules for neutral mission tokens are defined in each mission. You can find these rules by selecting the token in the app. For this mission, these tokens represent training remotes.",
    "pt": "Os tokens de missão neutra </b> são usados ​​para representar uma variedade de coisas, de espectadores a passagens secretas. As regras para tokens de missão neutra são definidas em cada missão. Você pode encontrar essas regras selecionando o token no aplicativo. Para esta missão, esses tokens representam controles remotos de treinamento."
  },
  {
    "key": "TUT_NEW_1_KISCH_DRAW",
    "en": "<i>\"We’ll use these remotes for target practice,\" Kish says. \"Allow me to demonstrate.\" He pulls out his blaster pistol.</i><br/><br/>Corporal Kish now <b>activates</b> and wants to perform an <b>attack</b>. Corporal Kish has a <b>ranged attack</b>, which is indicated by the  icon in the bottom-right corner of the Rebel Trooper card.",
    "pt": "<i> \"Usaremos esses controles remotos para a prática de alvo\", diz Kish. \"Permita-me demonstrar.\" Ele puxa sua pistola blaster. </i> <br/> <br/> O cabo Kish agora <b> ativa </b> e quer executar um <b> ataque </b>. O cabo Kish tem um <b> ataque à distância </b>, que é indicado pelo ícone in no canto inferior direito da placa Rebel Trooper."
  },
  {
    "key": "TUT_NEW_1_KISCH_DRAW_ALT",
    "en": "<i>\"We’ll use these remotes for target practice,\" Kish says. \"Allow me to demonstrate.\" He pulls out his blaster pistol.</i><br/><br/>Corporal Kish now <b>activates</b>. Normally an ally cannot activate twice in a round, but we are breaking this rule for demonstration purposes. Corporal Kish wants to perform an <b>attack</b>. He has a <b>ranged attack</b>, which is indicated by the  icon in the bottom-right corner of the Rebel Trooper card.",
    "pt": "<i> \"Usaremos esses controles remotos para a prática de alvo\", diz Kish. \"Permita-me demonstrar.\" Ele puxa sua pistola blaster. </i> <br/> <br/> Cabo Kish agora <b> ativa </b>. Normalmente, um aliado não pode ativar duas vezes em uma rodada, mas estamos quebrando essa regra para fins de demonstração. O cabo Kish quer realizar um <b> ataque </b>. Ele tem um <b> ataque à distância </b>, que é indicado pelo ícone in no canto inferior direito da carta Rebel Trooper."
  },
  {
    "key": "TUT_NEW_1_KISCH_LOS",
    "en": "To perform a <b>ranged attack</b>, a figure must have <b>line of sight</b> to its <b>target</b>. Let’s see which remotes Corporal Kish has in his sights.",
    "pt": "Para realizar um <b> ataque à distância </b>, um número deve ter <b> linha de visão </b> para o seu <b> alvo </b>. Vamos ver quais controles o cabo Kish tem em vista."
  },
  {
    "key": "TUT_NEW_1_KISCH_LOS_1",
    "en": "<b>Line of sight</b> requires that you are able to draw two uninterrupted imaginary lines from a single corner of the attacking figure’s space to two different corners of the <b>target</b>’s space, as shown here. You can see from these sight lines that Corporal Kish does not have line of sight to this remote because line of sight cannot be drawn through spaces occupied by figures.",
    "pt": "<b> A linha de visão </b> requer que você consiga desenhar duas linhas imaginárias ininterruptas de um único canto do espaço da figura de ataque para dois cantos diferentes do espaço do <b> alvo </b>, como mostrado Aqui. Você pode ver, a partir dessas linhas de visão, que o Cabo Kish não possui uma linha de visão para esse controle remoto porque a linha de visão não pode ser traçada através de espaços ocupados por figuras."
  },
  {
    "key": "TUT_NEW_1_KISCH_LOS_2",
    "en": "Similarly, Corporal Kish cannot see this remote because his sight lines go through Jyn’s space.",
    "pt": "Da mesma forma, o Cabo Kish não pode ver esse controle remoto porque suas linhas de visão passam pelo espaço de Jyn."
  },
  {
    "key": "TUT_NEW_1_KISCH_LOS_3_4",
    "en": "For these two remotes, Corporal Kish’s sight lines must pass through <b>walls</b> (black lines), so he cannot see either of these remotes. Note that <b>blocking terrain</b> (solid red lines) also blocks <b>line of sight</b>, but <b>impassable terrain</b> (dashed red lines) does not.",
    "pt": "Para esses dois controles remotos, as linhas de visão do cabo Kish devem passar por <b> paredes </b> (linhas pretas), então ele não pode ver nenhum desses controles remotos. Observe que <b> terreno de bloqueio </b> (linhas vermelhas sólidas) também bloqueia <b> linha de visão </b>, mas <b> terreno intransponível </b> (linhas vermelhas tracejadas) não."
  },
  {
    "key": "TUT_NEW_1_KISCH_LOS_5_6",
    "en": "Corporal Kish has <b>line of sight</b> to each of these two remotes.<br/><br/>For more examples of line of sight, see Appendix I in the Rules Reference Guide.",
    "pt": "O cabo Kish tem <b> linha de visão </b> para cada um desses dois controles remotos. <br/> <br/> Para mais exemplos de linhas de visão, consulte o Apêndice I no Guia de Referência de Regras."
  },
  {
    "key": "TUT_NEW_1_KISCH_ATK_MOVE",
    "en": "Corporal Kish will perform a move <b>action</b> to get closer to his <b>target</b>. Move Corporal Kish as indicated.",
    "pt": "O Cabo Kish realizará uma ação <b> de ação </b> para se aproximar de seu <b> alvo </b>. Mova o Cabo Kish conforme indicado."
  },
  {
    "key": "TUT_NEW_1_KISCH_AIM",
    "en": "<i>The corporal raises his pistol to eye level and takes aim at the nearest remote.</i><br/><br/>Corporal Kish will now perform an <b>attack</b>. Note that he still has <b>line of sight</b> to the remote from his new space. Roll the attack dice shown next to the  icon on the Rebel Trooper card (1 blue die and 1 yellow die) to perform Corporal Kish’s attack now.",
    "pt": "<i> O cabo ergue a pistola ao nível dos olhos e aponta para o controle remoto mais próximo. </i> <br/> <br/> O Cabo Kish agora fará um <b> ataque </b>. Note que ele ainda tem <b> linha de visão </b> para o controle remoto de seu novo espaço. Role os dados de ataque mostrados ao lado do ícone on na carta Rebel Trooper (1 dado azul e 1 dado amarelo) para executar o ataque do Cabo Kish agora."
  },
  {
    "key": "TUT_NEW_1_KISCH_ACC",
    "en": "Now add up the numbers shown on the <b>attack</b> dice you rolled to determine the attack’s <b>Accuracy</b>. The remote that the corporal is targeting is two spaces away, so if the attack’s Accuracy is at least 2, then the attack hits.",
    "pt": "Agora, adicione os números mostrados nos dados <b> de ataque </b> lançados para determinar a <b> precisão </b> do ataque. O controle remoto que o cabo está mirando está a dois espaços de distância, então, se a precisão do ataque for de pelo menos 2, o ataque será atingido."
  },
  {
    "key": "TUT_NEW_1_KISCH_DMG",
    "en": "Now to determine <b>damage</b>. Count the number of damage () icons showing on the two <b>attack</b> dice and place that many damage tokens next to the remote on the map. If the remote has damage tokens equal to or exceeding its <b>Health</b> of 3, the remote is destroyed. Remember you can find a token’s rules, including its Health, by selecting it in the app. (See <b>Attacking Objects</b> for more information.) When a remote is destroyed, select it in the app and choose the \"Destroy\" option.<br/><br/>Resolve Corporal Kish’s attack against the remote by placing the appropriate number of damage () tokens next to the remote. Does the remote have at least 3 damage () tokens next to it?",
    "pt": "Agora, para determinar <b> danos </b>. Conte o número de ícones de dano () que aparecem nos dois dados de <b> ataque </b> e coloque tantos tokens de dano ao lado do controle remoto no mapa. Se o controle remoto tiver tokens de dano igual ou superior a sua <b> Vida </b> de 3, o controle remoto será destruído. Lembre-se de que você pode encontrar as regras de um token, incluindo sua integridade, selecionando-o no aplicativo. (Veja <b> Ataque de Objetos </b> para mais informações.) Quando um controle remoto é destruído, selecione-o no aplicativo e escolha a opção \"Destruir\". <br/> <br/> Resolve o ataque do Cabo Kish contra o controle remoto. colocando o número apropriado de tokens de dano () ao lado do controle remoto. O controle remoto tem pelo menos 3 tokens de dano () ao lado dele?"
  },
  {
    "key": "TUT_NEW_1_KISCH_SURGE",
    "en": "You may have rolled one or more <b>surge</b> () icons on the <b>attack</b> dice. Ignore those icons for now. They will be discussed later.",
    "pt": "Você pode ter rolado um ou mais ícones <b> surge </b> () no dado <b> attack </b>. Ignore esses ícones por enquanto. Eles serão discutidos mais tarde."
  },
  {
    "key": "TUT_NEW_1_MELEE",
    "en": "Gaarkhan’s Vibro-Ax does not have the <b>ranged attack</b> () icon, but instead has the <b>melee attack</b> () icon. Figures with melee attacks () must be in the same space as or <b>adjacent</b> to their <b>target</b> to <b>attack</b>. Melee attacks ignore <b>Accuracy</b>.",
    "pt": "O Vibro-Axe de Gaarkhan não tem o ícone <b> ataque à distância </b> (), mas tem o ícone <b> ataque corpo a corpo </b> (). Figuras com ataques melee (mel) devem estar no mesmo espaço ou <b> adjacente </b> ao seu <b> alvo </b> para <b> atacar </b>. Ataques corpo a corpo ignoram <b> Precisão </b>."
  },
  {
    "key": "TUT_NEW_1_TAKE_EM_OUT",
    "en": "<i>\"Now that you’ve seen how it’s done, show me what you’ve got,\" Corporal Kish says, stepping back next to the terminal.</i><br/><br/>Move Corporal Kish as indicated using his remaining <b>movement points</b> and end his <b>activation</b> in the app. Then perform <b>attacks</b> against the remotes until they are all <b>defeated</b>.<br/><br/>  Objective Updated  <br/><br/>(3 of 3) <b>Defeat</b> all of the remotes.",
    "pt": "<i> \"Agora que você viu como está feito, mostre-me o que você tem\", disse o cabo Kish, voltando ao lado do terminal. </i> <br/> <br/> Mova o cabo Kish como indicado usando os restantes <b> pontos de movimento </b> e terminando a <b> ativação </b> da aplicação. Em seguida, realize <b> ataques </b> contra os controles remotos até que todos sejam <b> vencidos </b>. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (3 de 3 ) <b> Derrote </b> todos os controles remotos."
  },
  {
    "key": "TUT_NEW_1_TAKE_EM_OUT_ALT",
    "en": "<i>\"Now that you’ve seen how it’s done, show me what you’ve got,\" Corporal Kish says, stepping back next to the terminal.</i><br/><br/>Move Corporal Kish as indicated using his remaining <b>movement points</b>. Then perform <b>attacks</b> against the remotes until they are all <b>defeated</b>.<br/><br/>  Objective Updated  <br/><br/>(3 of 3) <b>Defeat</b> all of the remotes.",
    "pt": "<i> \"Agora que você viu como está feito, mostre-me o que você tem\", disse o cabo Kish, voltando ao lado do terminal. </i> <br/> <br/> Mova o cabo Kish como indicado usando seus restantes <b> pontos de movimento </b>. Em seguida, realize <b> ataques </b> contra os controles remotos até que todos sejam <b> vencidos </b>. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (3 de 3 ) <b> Derrote </b> todos os controles remotos."
  },
  {
    "key": "TUT_NEW_1_OBJECTIVE_DEFEAT",
    "en": "(3 of 3) <b>Defeat</b> all of the remotes.",
    "pt": "(3 de 3) <b> Derrote </b> todos os controles remotos."
  },
  {
    "key": "TUT_NEW_1_DEFEAT_REMIND",
    "en": "Remember to <b>defeat</b> remotes in the app when you destroy them.",
    "pt": "Lembre-se de <b> derrotar </b> controles remotos no aplicativo quando você destruí-los."
  },
  {
    "key": "TUT_NEW_1_SURGES",
    "en": "<b>Surge</b> () icons allow you to enhance your <b>attacks</b>. For each surge icon rolled during an attack, the attacker may use one surge ability; each surge ability can only be used once per attack.<br/><br/>Surge abilities are listed on each <b>ally</b>’s Deployment card and each hero’s weapon card.",
    "pt": "Os ícones <b> Surge </b> () permitem que você melhore seus <b> ataques </b>. Para cada ícone de surto rolado durante um ataque, o atacante pode usar uma habilidade de surto; cada habilidade de surto só pode ser usada uma vez por ataque. <br/> <br/> As habilidades de surto são listadas no cartão de Implantação de cada <b> ally </b> e no cartão de arma de cada herói."
  },
  {
    "key": "TUT_NEW_1_SURGES_2",
    "en": "Let’s discuss some of the <b>surge</b> abilities that you will encounter during this tutorial.<br/><br/>\": +1\" adds 1 icon to the <b>attack</b> results.<br/><br/>\": +1 Accuracy\" improves the <b>Accuracy</b> of the attack.",
    "pt": "Vamos discutir algumas das habilidades <b> surge </b> que você encontrará durante este tutorial. <br/> <br/> \": + 1\" adiciona um ícone ao <b> ataque </ b > resultados. <br/> <br/> \": precisão +1\" melhora a <b> precisão </b> do ataque."
  },
  {
    "key": "TUT_NEW_1_OTHER_SURGES",
    "en": "\": <b>Pierce</b> 1\" is used to counter a <b>target</b>’s defenses and will be discussed in more detail later.<br/><br/>\": <b>Cleave</b> 1\" allows the attacking figure to deal 1 <b>damage</b> () to something other than the <b>target</b> of the <b>attack</b>. If Gaarkhan is <b>adjacent</b> to two remotes when he attacks one of them, he can use Cleave to place 1 damage on another remote he is adjacent to.",
    "pt": "\": <b> Pierce </b> 1\" é usado para contrariar as defesas de <b> alvo </b> e será discutido em mais detalhes posteriormente. <br/> <br/> \": < b> Cleave </b> 1 \"permite que o personagem atacante cause 1 <b> dano </b> () a algo diferente do <b> alvo </b> do <b> ataque </ b >. Se Gaarkhan é <b> adjacente </b> a dois controles remotos quando ele ataca um deles, ele pode usar Cleave para colocar 1 dano em outro controle remoto ao qual ele esteja adjacente."
  },
  {
    "key": "TUT_NEW_1_REMIND_OBJ",
    "en": "Continue performing <b>activations</b> until you have <b>defeated</b> all of the remotes.",
    "pt": "Continue realizando <b> ativações </b> até que você tenha <b> derrotado </b> todos os controles remotos."
  },
  {
    "key": "TUT_NEW_1_KISCH_HARD_REMOTES",
    "en": "<i>\"Well done taking out those remotes,\" the corporal says. \"I think you need a harder challenge. Let’s see how you do with level-2 remotes.\" He flips a few switches on the panel, and the remotes begin moving and rotating unpredictably.</i>",
    "pt": "<i> \"Bem feito tirando esses controles remotos\", diz o cabo. \"Acho que você precisa de um desafio mais difícil. Vamos ver como você faz com os controles remotos de nível 2.\" Ele liga alguns interruptores no painel e os controles remotos começam a se mover e girar de forma imprevisível. </i>"
  },
  {
    "key": "TUT_NEW_1_KISCH_DEFENSE_DICE",
    "en": "The remaining remotes now have a defense die. There are two colors of defense dice: black and white. The remotes roll a white defense die. When <b>attacking</b> a <b>target</b> that has one or more defense dice, roll those defense dice at the same time that you roll your attack dice.",
    "pt": "Os controles remotos restantes agora têm um dado de defesa. Existem duas cores de dados de defesa: preto e branco. Os controles remotos jogam um dado de defesa branco. Quando <b> atacar </b> um <b> alvo </b> que tenha um ou mais dados de defesa, jogue os dados de defesa ao mesmo tempo que lança os seus dados de ataque."
  },
  {
    "key": "TUT_NEW_1_KISCH_DEFENSE_DICE_2",
    "en": "Each block () rolled on the defense dice cancels one <b>damage</b> () and each evade () rolled cancels one <b>surge</b> (). If a defense die shows a dodge () symbol, the attack <b>misses</b> and the target takes no damage. For more details on defense dice, see <b>Attacks</b> in the Rules Reference Guide.",
    "pt": "Cada bloco () rolado no dado de defesa cancela um <b> dano </b> () e cada evade () rolado cancela um <b> aumento </b> (). Se um dado de defesa mostrar um símbolo de esquiva (d), o ataque <b> erra </b> e o alvo não sofre dano. Para mais detalhes sobre dados de defesa, veja <b> Ataques </b> no Guia de Referência de Regras."
  },
  {
    "key": "TUT_NEW_1_KISCH_PIERCE",
    "en": "The <b>Pierce</b> surge ability can be used to ignore block () symbols. For example, using a Pierce 2 ability allows 2 icons to be ignored.",
    "pt": "A capacidade de pico <b> Pierce </b> pode ser usada para ignorar os símbolos de bloco (). Por exemplo, usar uma habilidade do Pierce 2 permite ignorar 2 ícones."
  },
  {
    "key": "TUT_NEW_1_TAKE_EM_OUT_2",
    "en": "<i>\"Alright, take out these new remotes and then...\" The corporal is interrupted by the chirping of his comlink. He listens to the device for a moment, then continues. \"That was the command center. I’m needed back at base. Take out those remotes. I should be back by the time you are done.\"</i><br/><br/>Remove Corporal Kish from the map. Perform <b>activations</b> until you have <b>defeated</b> the rest of the remotes.",
    "pt": "<i> \"Tudo bem, tire esses novos controles remotos e depois ...\" O cabo é interrompido pelo chilrear de seu comlink. Ele escuta o dispositivo por um momento e continua. \"Esse era o centro de comando. Eu preciso de volta na base. Retire os controles remotos. Eu deveria estar de volta quando você terminar.\" </i> <br/> <br/> Remova o Cabo Kish do mapa. . Realize <b> ativações </b> até que tenha <b> derrotado </b> o restante dos controles remotos."
  },
  {
    "key": "TUT_NEW_1_WIN",
    "en": "<i>The last remote is just exploding in a ball of sparks and fire when a signal comes across all comlink channels. \"Alert! Alert! Imperial forces have landed! Begin evacuation procedures immediately!\" You decide you had better get back to base...</i>",
    "pt": "<i> O último controle remoto está explodindo em uma bola de faíscas e fogo quando um sinal se depara com todos os canais de comunicação. \"Alerta! Alerta! Forças imperiais aterrissaram! Comece imediatamente os procedimentos de evacuação!\" Você decide que é melhor voltar à base ... </i>"
  },
  {
    "key": "TUT_NEW_1_DOOR",
    "en": "<i>An ancient, rusty gate leads out of the courtyard.</i><br/><br/>A Rebel may <b>interact</b> with this <b>door</b> to open it.",
    "pt": "<i> Um portão antigo e enferrujado leva para fora do pátio. </i> <br/> <br/> Um rebelde pode <b> interagir </b> com essa <b> porta </ ​​b> para abri-lo ."
  },
  {
    "key": "TUT_NEW_1_TERMINAL_FIX",
    "en": "Jyn Odan tests Tech ().<br/><br/>To perform an <b>attribute test</b>, roll the dice listed next to the indicated attribute, in this case Tech (), and enter the number of surge () icons you got on your dice below. Ignore any numbers and damage () symbols on the dice. The app will inform you if you succeeded based on the number of your successes.",
    "pt": "Jyn Odan testa Tech (). <br/> <br/> Para realizar um <b> teste de atributo </b>, role os dados listados ao lado do atributo indicado, neste caso, Tech (), e insira o número de ícones de surto () que você tem em seus dados abaixo. Ignore quaisquer números e danos () nos dados. O aplicativo irá informá-lo se você conseguiu com base no número de seus sucessos."
  },
  {
    "key": "TUT_NEW_1_TERMINAL_FIX_FAIL",
    "en": "<i>You open up the terminal and rummage around inside. You close up the terminal and flip a switch, but the machine is still unresponsive. You kick the terminal out of frustration, and the jolt causes it to power back to life.</i>",
    "pt": "<i> Você abre o terminal e vasculha o interior. Você fecha o terminal e vira um interruptor, mas a máquina ainda não responde. Você chuta o terminal por frustração, e o choque faz com que ele volte à vida. </i>"
  },
  {
    "key": "TUT_NEW_1_TERMINAL_FIX_SUCCESS",
    "en": "<i>You open up the terminal and quickly find the source of the problem. After a quick bypass, you close up the terminal and flip a switch, bringing the machine back to life. \"Nice job,\" Corporal Kish says.</i>",
    "pt": "<i> Você abre o terminal e encontra rapidamente a origem do problema. Após um bypass rápido, você fecha o terminal e aciona um interruptor, trazendo a máquina de volta à vida. \"Bom trabalho\", diz o cabo Kish."
  },
  {
    "key": "TUT_NEW_1_CRATE",
    "en": "<i>This crate contains equipment for one of the members of your team.</i><br/><br/>A hero can <b>interact</b> to open this <b>crate</b>.",
    "pt": "<i> Esta caixa contém equipamento para um dos membros da sua equipe. </i> <br/> <br/> Um herói pode <b> interagir </b> para abrir essa <b> caixa </b> ."
  },
  {
    "key": "TUT_NEW_1_CRATE_FIRST_SELECT",
    "en": "<b>Crates</b> like this one contain useful items that help the <b>heroes</b> during a mission. Opening a crate requires an <b>interact</b> action. The highlighted spaces are valid spaces from which to interact with this crate. Note that figures can end their <b>movement</b> in a space with a crate.",
    "pt": "<b> Crates </b> como este contêm itens úteis que ajudam os <b> heróis </b> durante uma missão. Abrir uma caixa requer uma ação <b> interact </b>. Os espaços destacados são espaços válidos para interagir com esta caixa. Observe que os números podem terminar seu movimento em um espaço com uma caixa."
  },
  {
    "key": "TUT_NEW_1_CRATE_FIRST_CLAIM",
    "en": "After a hero <b>interacts</b> with a <b>crate</b>, that crate is removed from the map.",
    "pt": "Depois que um herói <b> interage </b> com uma <b> caixa </b>, essa caixa é removida do mapa."
  },
  {
    "key": "TUT_NEW_1_CRATE_JYN",
    "en": "<i>You open the crate and find a blaster pistol inside.</i><br/><br/>The player for Jyn Odan searches Jyn’s <b>Class cards</b> for the card called \"Vintage Blaster\" and places it faceup next to Jyn’s Hero sheet. This is Jyn’s starting weapon. In a typical mission, you would start with this card in play. For details about weapons, see <b>Item Cards</b> in the Rules Reference Guide.",
    "pt": "<i> Você abre a caixa e encontra uma pistola dentro. </i> <br/> <br/> O jogador de Jyn Odan procura as <b> cartas de Classe </b> de Jyn para a carta \"Vintage Blaster\". e coloca-o virado para o lado da folha de Herói de Jyn. Esta é a arma inicial de Jyn. Em uma missão típica, você começaria com esta carta em jogo. Para detalhes sobre armas, veja <b> Item Cards </b> no Guia de Referência de Regras."
  },
  {
    "key": "TUT_NEW_1_CRATE_GAARKHAN",
    "en": "<i>You open the crate and find a vibro-ax inside.</i><br/><br/>The player for Gaarkhan searches Gaarkhan’s <b>Class cards</b> for the card called \"Vibro-Ax\" and places it faceup next to Gaarkhan’s Hero sheet. This is Gaarkhan’s starting weapon. In a typical mission, you would start with this card in play. For details about weapons, see <b>Item Cards</b> in the Rules Reference Guide.",
    "pt": "<i> Você abre a caixa e encontra um vibro-axe dentro. </i> <br/> <br/> O jogador de Gaarkhan procura as <b> cartas de classe de Gaarkhan </b> pelo card chamado \"Vibro-Axe\". \"e coloca-o virado para o lado da folha de Herói de Gaarkhan. Esta é a arma inicial de Gaarkhan. Em uma missão típica, você começaria com esta carta em jogo. Para detalhes sobre armas, veja <b> Item Cards </b> no Guia de Referência de Regras."
  },
  {
    "key": "TUT_NEW_1_CRATE_FENN",
    "en": "<i>You open the crate and find a blaster rifle inside.</i><br/><br/>The player for Fenn Signis searches Fenn’s <b>Class cards</b> for the card called \"Infantry Rifle\" and places it faceup next to Fenn’s Hero sheet. This is Fenn’s starting weapon. In a typical mission, you would start with this card in play. For details about weapons, see <b>Item Cards</b> in the Rules Reference Guide.",
    "pt": "<i> Você abre a caixa e encontra um rifle blaster dentro. </i> <br/> <br/> O jogador de Fenn Signis procura nas <b> cartas de classe </>> da Fenn pelo card chamado \"Infantry Rifle\". e coloca-o virado para o lado da folha de Herói de Fenn. Esta é a arma inicial de Fenn. Em uma missão típica, você começaria com esta carta em jogo. Para detalhes sobre armas, veja <b> Item Cards </b> no Guia de Referência de Regras."
  },
  {
    "key": "TUT_NEW_1_CRATE_GIDEON",
    "en": "<i>You open the crate and find a holdout blaster inside.</i><br/><br/>The player for Gideon Argus searches Gideon’s <b>Class cards</b> for the card called \"Holdout Blaster\" and places it faceup next to Gideon’s Hero sheet. This is Gideon’s starting weapon. In a typical mission, you would start with this card in play. For details about weapons, see <b>Item Cards</b> in the Rules Reference Guide.",
    "pt": "<i> Você abre o caixote e encontra um blaster dentro. </i> <br/> <br/> O jogador do Gideon Argus procura as <b> cartas de classe </b> do Gideon para o card chamado \"Holdout Blaster\" e coloca-o virado para o lado da folha de Herói de Gideão. Esta é a arma inicial de Gideon. Em uma missão típica, você começaria com esta carta em jogo. Para detalhes sobre armas, veja <b> Item Cards </b> no Guia de Referência de Regras."
  },
  {
    "key": "TUT_NEW_1_CRATE_END_ACT",
    "en": "Remember to select your hero’s portrait in the app to end its <b>activation</b> after you have performed both of your <b>actions</b> and spent all of your <b>movement points</b> that you wish to spend.",
    "pt": "Lembre-se de selecionar o retrato de seu herói no aplicativo para encerrar sua <b> ativação </b> depois de ter realizado as duas <b> ações </b> e gasto todos os seus <b> pontos de movimento </b> você deseja gastar."
  },
  {
    "key": "TUT_NEW_1_REMOTE_EASY",
    "en": "<i>A small, spherical object hovers in the air.</i><br/><br/>This is a training remote. Rebels can <b>attack</b> training remotes (<b>Health</b>: 3, Defense: none).",
    "pt": "<i> Um pequeno objeto esférico paira no ar. </i> <br/> <br/> Este é um controle remoto de treinamento. Os rebeldes podem <b> atacar </b> controles remotos de treinamento (<b> Saúde </b>: 3, Defesa: nenhum)."
  },
  {
    "key": "TUT_NEW_1_REMOTES_RULES",
    "en": "These rules describe the remote and its purpose. The rules for these remotes define how they can be <b>defeated</b>.",
    "pt": "Essas regras descrevem o controle remoto e sua finalidade. As regras para esses controles remotos definem como elas podem ser <b> vencidas </b>."
  },
  {
    "key": "TUT_NEW_1_REMOTE_HARD",
    "en": "<i>A small, spherical object darts back and forth through the air.</i><br/><br/>This is a training remote. Rebels can <b>attack</b> training remotes (<b>Health</b>: 3, Defense: 1 white die).",
    "pt": "<i> Um pequeno objeto esférico se move para frente e para trás no ar. </i> <br/> <br/> Este é um controle remoto de treinamento. Os rebeldes podem <b> atacar </b> controles remotos de treinamento (<b> Saúde </b>: 3, Defesa: 1 dado branco)."
  },
  {
    "key": "TUT_NEW_1_REMOTES_DEF_REMIND",
    "en": "Remember that these remotes now have a white defense die. If you have not rolled for the remote’s defense, do so now.",
    "pt": "Lembre-se que esses controles agora têm um dado de defesa branco. Se você não rolou pela defesa do controle remoto, faça isso agora."
  },
  {
    "key": "TUT_NEW_1_REMOTE_DEFEATED",
    "en": "<i>The remote explodes in a cloud of smoke and sparks, its shattered remains falling to the ground.</i><br/><br/>Discard this <b>mission token</b>.",
    "pt": "<i> O controle remoto explode em uma nuvem de fumaça e faíscas, seus restos destroçados caem no chão. </i> <br/> <br/> Descarte este <b> token de missão </b>."
  },
  {
    "key": "TUT_NEW_2_NAME",
    "en": "New Recruits – Part 2",
    "pt": "Novos Recrutas - Parte 2"
  },
  {
    "key": "TUT_NEW_2_DESC",
    "en": "<i>After a bit of combat training, you are recalled to base when Imperials are detected on the moon. Fighting against remotes is one thing. Fighting against the living? You’re about to learn that’s something else entirely. </i><br/><br/>This second tutorial for new players teaches about Imperial figures.",
    "pt": "<i> Depois de um pouco de treinamento de combate, você é lembrado para se basear quando imperiais são detectados na lua. Lutar contra controles remotos é uma coisa. Lutando contra os vivos? Você está prestes a aprender que é algo totalmente diferente. </i> <br/> <br/> Este segundo tutorial para novos jogadores ensina sobre figuras imperiais."
  },
  {
    "key": "TUT_NEW_2_DOOR",
    "en": "<i>A gate leads into the Rebel base, which is surrounded by a fence overgrown with vegetation.</i><br/><br/>{0}",
    "pt": "<i> Um portão leva à base rebelde, que é cercada por uma cerca coberta de vegetação. </i> <br/> <br/> {0}"
  },
  {
    "key": "TUT_NEW_2_DOOR_LOCKED",
    "en": "This door is locked.",
    "pt": "Essa porta está trancada."
  },
  {
    "key": "TUT_NEW_2_DOOR_UNLOCKED",
    "en": "A hero may <b>interact</b> with this <b>door</b> to open it. Remember a hero must be <b>adjacent</b> to the door and spend an <b>action</b> to interact with it.",
    "pt": "Um herói pode <b> interagir </b> com essa <b> porta </ ​​b> para abri-lo. Lembre-se de que um herói deve estar <b> adjacente </b> à porta e passar uma <b> ação </b> para interagir com ele."
  },
  {
    "key": "TUT_NEW_2_INTRO",
    "en": "<i>You were training with Corporal Kish when he got called back to base, leaving you to continue on your own. You had just destroyed the last remote when a signal came across all comlink channels. \"Alert! Alert! Imperial forces have landed! Begin evacuation procedures immediately!\"</i><br/><br/>In this mission you will learn how to perform Imperial <b>activations</b>.",
    "pt": "<i> Você estava treinando com o cabo Kish quando ele foi chamado de volta à base, deixando você continuar sozinho. Você acabara de destruir o último controle remoto quando um sinal se deparou com todos os canais de comunicação. \"Alerta! Alerta! Forças imperiais aterrissaram! Comece os procedimentos de evacuação imediatamente!\" </i> <br/> <br/> Nesta missão você aprenderá a executar as <b> ativações do Imperial </b>."
  },
  {
    "key": "TUT_NEW_2_DOCS",
    "en": "The primary reference document for this tutorial is the <i>Legends of the Alliance</i> Rulebook, which can be accessed through the Rules button in the menu. Words in <b>bold text</b> refer to specific entries in the Rulebook, as well as the <i>Imperial Assault</i> Rules Reference Guide included in your core game.",
    "pt": "O documento de referência principal para este tutorial é o livro de regras <i> Legends of the Alliance </i>, que pode ser acessado através do botão Regras no menu. As palavras em <b> texto em negrito </b> referem-se a entradas específicas no Livro de Regras, bem como ao Guia de Referência de Regras do <i> Imperial Assault </i> incluído no seu jogo principal."
  },
  {
    "key": "TUT_NEW_2_TILES",
    "en": "Gather the following tiles for this mission:<br/><br/>01A<br/>02A<br/>05A<br/>09A<br/>18A (3 tiles)<br/>38B",
    "pt": "Reúna os seguintes blocos para essa missão: <br/> <br/> A01A <br/> 02A <br/> 05A <br/> 09A <br/> 18A (3 peças) <br/> 38B"
  },
  {
    "key": "TUT_NEW_2_INTRO_TILES",
    "en": "<i>Upon receiving the alert signal, you head back toward the base. You arrive at the gate to the base’s courtyard to find the gate closed and locked.</i><br/><br/>Place tiles 01A, 18A (2), and 1 door.",
    "pt": "<i> Ao receber o sinal de alerta, você volta para a base. Você chega ao portão do pátio da base para encontrar o portão fechado e trancado. <br/> <br/> Coloque os ladrilhos 01A, 18A (2) e 1 porta."
  },
  {
    "key": "TUT_NEW_2_INTRO_HEROES",
    "en": "<i>You call in to the command center to request that the gate be opened for you. \"This is Lieutenant Talcon,\" a woman’s voice responds over the comlink. \"Hold tight a moment. We are busy initiating emergency procedures.\" You wait impatiently at the gate for it to be unlocked.</i>",
    "pt": "<i> Você liga para o centro de comando para pedir que o portão seja aberto para você. \"Este é o tenente Talcon\", a voz de uma mulher responde pelo link. \"Aguente firme por um momento. Estamos ocupados iniciando procedimentos de emergência.\" Você espera impacientemente no portão para ser desbloqueado. </i>"
  },
  {
    "key": "TUT_NEW_2_INTRO_HERO_JYN",
    "en": "Place Jyn Odan on the indicated space. Jyn’s player takes Jyn’s Hero sheet and starting weapon, the Vintage Blaster.",
    "pt": "Coloque Jyn Odan no espaço indicado. O jogador de Jyn pega a folha Hero e a arma inicial de Jyn, o Vintage Blaster."
  },
  {
    "key": "TUT_NEW_2_INTRO_HERO_GAARKHAN",
    "en": "Place Gaarkhan on the indicated space. Gaarkhan’s player takes Gaarkhan’s Hero sheet and starting weapon, the Vibro-Ax.",
    "pt": "Coloque Gaarkhan no espaço indicado. O jogador de Gaarkhan pega a folha Hero e a arma inicial de Gaarkhan, o Vibro-Axe."
  },
  {
    "key": "TUT_NEW_2_INTRO_HERO_FENN",
    "en": "Place Fenn Signis on the indicated space. Fenn’s player takes Fenn’s Hero sheet and starting weapon, the Infantry Rifle.",
    "pt": "Coloque Fenn Signis no espaço indicado. O jogador de Fenn pega a folha de Herói de Fenn e a arma inicial, o Rifle de Infantaria."
  },
  {
    "key": "TUT_NEW_2_INTRO_HERO_GIDEON",
    "en": "Place Gideon Argus on the indicated space. Gideon’s player takes Gideon’s Hero sheet and starting weapon, the Holdout Blaster.",
    "pt": "Coloque Gideon Argus no espaço indicado. O jogador de Gideon pega a folha Hero e a arma inicial do Gideon, o Holdout Blaster."
  },
  {
    "key": "TUT_NEW_2_INTRO_TROOPERS",
    "en": "<i>It is just then that you notice movement out of the corner of your eye. You turn to look, and, through the dense foliage, you catch sight of sunlight glinting off of white armor.</i><br/><br/>Deploy 3 Stormtroopers to the indicated spaces. Choose a color below for this group of Stormtroopers.",
    "pt": "<i> É só então que você percebe o movimento com o canto do olho. Você se vira para olhar e, através da folhagem densa, avista a luz do sol refletida na armadura branca. </i> <br/> <br/> Implante 3 Stormtroopers nos espaços indicados. Escolha uma cor abaixo para este grupo de Stormtroopers."
  },
  {
    "key": "TUT_NEW_2_REG_ELITE",
    "en": "This icon represents this <b>group</b> of Stormtroopers. Place a gray Stormtrooper <b>Deployment card</b> on the table for reference.",
    "pt": "Este ícone representa este <b> grupo </b> de Stormtroopers. Coloque um Stormtrooper cinza <b> Cartão de implantação </b> na tabela para referência."
  },
  {
    "key": "TUT_NEW_2_TROOPERS",
    "en": "<i>Before you can react, the troopers are charging at you!</i><br/><br/>Normally the Rebels get to <b>activate</b> first during a round, but these Stormtroopers <b>interrupt</b> the normal flow of the game to activate first.",
    "pt": "<i> Antes que você possa reagir, os soldados estão atacando você! </i> <br/> <br/> Normalmente os Rebeldes começam a <b> ativar </b> primeiro durante uma rodada, mas esses Stormtroopers <b > interromper </b> o fluxo normal do jogo para ativar primeiro."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_ACT",
    "en": "<b>Imperial figures</b> activate in <b>groups</b>. When a group activates, each figure takes its <b>activation</b> one at a time until all of the figures in the group have activated. The number of figures in an Imperial group is indicated by the number of bars in the top-left corner of the group’s <b>Deployment card</b> (3 in this case). When the Stormtrooper group is done activating, it will be your chance to fight back!",
    "pt": "<b> Figuras imperiais </b> são ativadas em <b> grupos </b>. Quando um grupo é ativado, cada número recebe sua <b> ativação </b>, um de cada vez, até que todas as figuras do grupo sejam ativadas. O número de algarismos num grupo imperial é indicado pelo número de barras no canto superior esquerdo do <b> cartão de implementação do grupo </b> (3 neste caso). Quando o grupo Stormtrooper estiver ativado, será sua chance de revidar!"
  },
  {
    "key": "TUT_NEW_2_TROOPERS_IMP_ACT_WINDOW",
    "en": "This is the Imperial activation window. This window shows you everything you need to know to <b>activate</b> the Stormtroopers that are activating now.",
    "pt": "Esta é a janela de ativação imperial. Esta janela mostra tudo o que você precisa saber para <b> ativar </b> os Stormtroopers que estão sendo ativados agora."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_INFO_LINK",
    "en": "If you select the group’s portrait, you can view details about this <b>group</b>. You can also access this window through the group’s icon on the right side of the screen. Select the Stormtrooper portrait to continue.",
    "pt": "Se você selecionar o retrato do grupo, poderá ver detalhes sobre este <b> grupo </b>. Você também pode acessar essa janela pelo ícone do grupo no lado direito da tela. Selecione o retrato do Stormtrooper para continuar."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_INFO_WINDOW",
    "en": "This window shows you any special rules for this <b>group</b>, including any <b>abilities</b> on the group’s <b>Deployment card</b> that are not used for this mode of play. For example, you should ignore the <b>Squad Training</b> ability on all Stormtrooper Deployment cards. When playing <i>Legends of the Alliance</i>, <i>all</i> abilities on Imperial groups that use the word \"may\" or \"choose\" are ignored because there is no Imperial player to choose when, and if, to use them.<br/><br/>Select anywhere on the screen to close the group info window.",
    "pt": "Esta janela mostra algumas regras especiais para este <b> grupo </b>, incluindo quaisquer <b> habilidades </b> no <b> Cartão de implementação </b> do grupo que não são utilizadas para este modo de jogo. Por exemplo, você deve ignorar a habilidade <b> Treinamento de Esquadrão </b> em todos os cards de Implantação Stormtrooper. Ao jogar <i> Lendas da Aliança </i>, <i> todas </i> habilidades em grupos Imperiais que usam a palavra \"pode\" ou \"escolher\" são ignoradas porque não há um jogador Imperial para escolher quando, e se, para usá-los. <br/> <br/> Selecione em qualquer lugar na tela para fechar a janela de informações do grupo."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_BONUS",
    "en": "This is a bonus that this <b>group</b> gets during its <b>activation</b>. In this case, each Stormtrooper adds one <b>surge</b> () icon to its <b>attack</b> during its activation. Bonuses can change each time a group activates, so you should check the bonus each time you activate an Imperial group.",
    "pt": "Este é um bônus que esse <b> grupo </b> obtém durante sua <b> ativação </b>. Neste caso, cada Stormtrooper adiciona um ícone <b> surge </b> () ao seu <b> ataque </b> durante sua ativação. Bônus podem mudar cada vez que um grupo é ativado, então você deve checar o bônus toda vez que ativar um grupo Imperial."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_INSTR",
    "en": "<b>Imperial figures</b> act according to a list of instructions. One at a time, each figure in the <b>group</b> will perform each of its <b>activation</b> instructions in order, starting from the top. If a figure cannot perform an instruction, it will skip the instruction and proceed to the next one.",
    "pt": "<b> Figuras imperiais </b> agem de acordo com uma lista de instruções. Um de cada vez, cada figura no <b> grupo </b> executará cada uma das instruções de <b> ativação </b> em ordem, começando pelo topo. Se uma figura não puder executar uma instrução, ela ignorará a instrução e prosseguirá para a próxima."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_INSTR_2",
    "en": "Some <b>activation</b> instructions have one or two action icons ( or ) in front of them. An <b>Imperial figure</b> cannot perform instructions with more than a combined total of 2 action icons during its activation. If an instruction would bring a figure’s total to more than 2 action icons, it will skip that instruction.<br/><br/>Additionally, Imperial figures can only perform one instruction preceded by a .",
    "pt": "Algumas instruções de <b> ativação </b> têm um ou dois ícones de ação ( ou ) na frente deles. Uma figura <b> Imperial </b> não pode executar instruções com mais de um total combinado de 2 ícones de ação durante sua ativação. Se uma instrução traria o total de uma figura para mais de dois ícones de ação, ela ignorará essa instrução. <br/> <br/> Além disso, as figuras imperiais só podem executar uma instrução precedida por um ."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A",
    "en": "Normally you get to decide the <b>activation</b> order for figures in an Imperial group, but for the purpose of this tutorial, let’s start with the highlighted Stormtrooper.",
    "pt": "Normalmente você decide a ordem de <b> ativação </b> para figuras em um grupo Imperial, mas, para o propósito deste tutorial, vamos começar com o Stormtrooper destacado."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_INSTR",
    "en": "The first instruction these Stormtroopers have is:<br/>\" <b>Move 3</b> to <b>attack</b> « the closest Rebel ».\"<br/>\"<b>Move 3</b>\" indicates that this Stormtrooper will spend up to 3 <b>movement points</b> to try to perform the rest of the instruction, in this case an <b>attack</b>. When a figure is moving to perform an attack, it will try to get as close as possible to its <b>target</b>.",
    "pt": "A primeira instrução que esses Stormtroopers têm é: <br/> \" <b> Mover 3 </b> para <b> atacar </b>\" o rebelde mais próximo ».\" <br/> \"<b> Mover 3 < / b> \"indica que este Stormtrooper irá gastar até 3 <b> pontos de movimento </b> para tentar executar o resto da instrução, neste caso um <b> ataque </b>. Quando uma figura está se movendo para realizar um ataque, ela tentará chegar o mais perto possível de seu <b> alvo </b>."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_SHORTEST_PATH",
    "en": "When an <b>Imperial figure</b> moves, it will take the shortest path (in terms of <b>movement points</b>) possible to reach its destination.<br/><br/>You can ignore the Speed value on the Imperial figure’s <b>Deployment card</b> when using the <b>move</b> keyword.",
    "pt": "Quando uma <b> figura imperial </b> se move, ela levará o caminho mais curto (em termos de <b> pontos de movimento </b>) para chegar ao seu destino. <br/> <br/> Você pode ignorar o valor de Velocidade na <b> Carta de Implantação da figura imperial </b> ao usar a palavra-chave <b> mover </b>."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A1",
    "en": "This Stormtrooper has only one valid place to end its movement, the highlighted space. This space is as close as the Stormtrooper can get to the closest Rebel, Gaarkhan, with its 3 <b>movement points</b>.<br/><br/>Move the highlighted Stormtrooper as indicated.",
    "pt": "Este Stormtrooper tem apenas um lugar válido para terminar seu movimento, o espaço destacado. Este espaço é o mais próximo que o Stormtrooper pode chegar ao mais próximo Rebel, Gaarkhan, com seus 3 <b> pontos de movimento </b>. <br/> <br/> Mova o Stormtrooper destacado como indicado."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_TRACKING",
    "en": "Even though this tutorial will tell you where to place and move figures at times, this is for demonstration purposes only. During a typical mission, the app does not track where any figures, Rebel or Imperial, are on the map.",
    "pt": "Mesmo que este tutorial lhe diga onde colocar e mover figuras às vezes, isso é apenas para fins de demonstração. Durante uma missão típica, o aplicativo não rastreia onde qualquer figura, Rebel ou Imperial, está no mapa."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_ATTACK",
    "en": "Now the Stormtrooper will perform an <b>attack</b> against its preferred <b>target</b>, the closest Rebel, indicated by the text inside the « » symbols. In this case, the closest Rebel is Gaarkhan. The Stormtrooper card shows that this Stormtrooper rolls 1 blue and 1 green die for its <b>ranged attack</b> (). Gaarkhan’s player rolls those dice, along with Gaarkhan’s defense die (1 black die).<br/><br/>Roll for the Stormtrooper’s attack now.",
    "pt": "Agora o Stormtrooper executará um <b> ataque </b> contra seu <b> alvo </b> preferido, o Rebel mais próximo, indicado pelo texto dentro dos símbolos «». Neste caso, o rebelde mais próximo é Gaarkhan. A carta do Stormtrooper mostra que este Stormtrooper testa 1 blue e 1 green die pelo <b> ataque à distância </b> (). O jogador de Gaarkhan joga esses dados, junto com o dado de defesa de Gaarkhan (1 dado preto). <br/> <br/> Role para o ataque do Stormtrooper agora."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_ATTACK2",
    "en": "As with any <b>ranged (</b><b>) attack</b>, check to see if the attack has sufficient <b>Accuracy</b> to hit. Then the Stormtrooper will spend any <b>surges</b> it rolled, including the free surge it received from its bonus.",
    "pt": "Como acontece com qualquer ataque <b> variado (</b>  <b>) </b>, verifique se o ataque tem <b> precisão </b> suficiente para acertar. Então o Stormtrooper gastará quaisquer <b> surges </b> que rolou, incluindo a onda livre que recebeu de seu bônus."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_SURGE",
    "en": "For each <b>surge</b> the Stormtrooper rolled, consult the Surge Priority list by selecting the  Priority button. Selecting the button again will close the Surge Priority list.",
    "pt": "Para cada <b> aumento </b> do Stormtrooper, consulte a lista de prioridade de surto selecionando o botão  Prioridade. Selecionar o botão novamente fechará a lista de prioridade de surto."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_SURGE2",
    "en": "The Stormtrooper will spend its <b>surges</b> on the topmost surge ability that would have an effect on the <b>attack</b> and that has not already been used. Since the attack already has sufficient <b>Accuracy</b> to hit its target, the Stormtrooper will skip the +2 Accuracy surge ability and use the next ability to add +1.",
    "pt": "O Stormtrooper gastará seus <b> surtos </b> na capacidade de pico mais alta que afetaria o <b> ataque </b> e que ainda não tenha sido usado. Já que o ataque já tem Precisão <b> suficiente para acertar seu alvo, o Stormtrooper irá pular a habilidade de aumento de Precisão +2 e usar a próxima habilidade de adicionar + 1."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_DAMAGE",
    "en": "Remember that each block () icon rolled on the defense die cancels one <b>damage</b> () icon, and each evade () icon cancels one surge () icon.<br/><br/>Finish the attack by placing damage tokens on the target hero’s Hero sheet equal to the number of unblocked  icons from the dice and the surge ability.",
    "pt": "Lembre-se de que cada ícone de bloco () rolado no molde de defesa cancela um ícone de <b> dano </b> (), e cada ícone de fuga () cancela um ícone de aumento (). <br/> > Termine o ataque colocando fichas de dano na ficha Hero do herói alvo igual ao número de ícones from desbloqueados dos dados e da habilidade de aumento."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_ACTIONS",
    "en": "The Stormtrooper has now performed one instruction with an <b>action</b> icon (), so it can only perform one more instruction with an action icon. Because the Stormtrooper performed an <b>attack</b> (indicated by the  icon), it cannot perform another attack instruction.",
    "pt": "O Stormtrooper já executou uma instrução com um ícone <b> action </b> (), de modo que só pode executar mais uma instrução com um ícone de ação. Como o Stormtrooper executou um <b> ataque </b> (indicado pelo ícone ), ele não pode executar outra instrução de ataque."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_MOVE",
    "en": "Let’s see what this Stormtrooper will do next. We go to the next instruction in the list:<br/>\" <b>Move 2</b> to <b>reposition 4</b>.\"<br/>Let’s take a look at the map to see what that means.",
    "pt": "Vamos ver o que este Stormtrooper fará em seguida. Vamos para a próxima instrução na lista: <br/> \" <b> Mover 2 </b> para <b> reposicionar 4 </b>.\" <br/> Vamos dar uma olhada no mapa para ver o que isso significa."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_REPO",
    "en": "\"<b>Reposition 4</b>\" means the figure will attempt to <b>move</b> to a space from which the nearest Rebel figure is 4 spaces away (see <b>Counting Spaces</b> in the Rules Reference Guide). Figures will always perform this action, even if the figure cannot get 4 spaces away. The highlighted spaces are all 3 spaces away from {0}, which is the furthest the Stormtrooper can get from him.",
    "pt": "\"<b> Reposição 4 </b>\" significa que a figura tentará <b> mover </b> para um espaço a partir do qual a figura Rebelde mais próxima esteja a 4 espaços de distância (consulte <b> Contando Espaços </b> em o Guia de Referência de Regras). As figuras sempre executarão essa ação, mesmo que a figura não consiga obter 4 espaços de distância. Os espaços destacados são todos os 3 espaços de distância de {0}, que é o mais distante que o Stormtrooper pode obter dele."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_REPO2",
    "en": "Note that while these two spaces are 3 spaces away from Gaarkhan, they are only 2 spaces away from Jyn. This Stormtrooper wants to be as close to 4 spaces away from both Gaarkhan and Jyn as possible, so it will not move to either of these spaces.",
    "pt": "Note que enquanto estes dois espaços são 3 espaços de distância de Gaarkhan, eles são apenas 2 espaços de distância de Jyn. Este Stormtrooper quer estar tão perto de 4 espaços de Gaarkhan e Jyn quanto possível, então ele não irá se mover para nenhum desses espaços."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_REPO3",
    "en": "These two spaces are 3 spaces from Gaarkhan and at least 4 spaces away from the other heroes, so these two spaces are equally valid for the Stormtrooper to reposition to. So which one will the Stormtrooper move to? This is a case where the <b>Imperial Rule</b> applies.",
    "pt": "Estes dois espaços são 3 espaços de Gaarkhan e pelo menos 4 espaços de distância dos outros heróis, então estes dois espaços são igualmente válidos para o Stormtrooper se reposicionar. Então qual deles o Stormtrooper vai mudar? Este é um caso em que a <b> Regra Imperial </b> se aplica."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_REPO4",
    "en": "When there are two or more valid options for an <b>Imperial figure</b>, the players as a group should decide which option is least beneficial to the heroes and choose that option. This is known as the <b>Imperial Rule</b>. However, there’s no time for indecision in combat, so if multiple options are roughly equal in their disadvantages for the heroes or if the players cannot agree, pick one at random.",
    "pt": "Quando houver duas ou mais opções válidas para uma <b> Figura Imperial </b>, os jogadores, como grupo, devem decidir qual opção é menos benéfica para os heróis e escolher essa opção. Isso é conhecido como a <b> Regra Imperial </b>. No entanto, não há tempo para indecisão em combate, portanto, se várias opções forem praticamente iguais em suas desvantagens para os heróis ou se os jogadores não puderem concordar, escolha uma aleatoriamente."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_REPO5",
    "en": "In this case, the indicated space is slightly better for the Stormtrooper because it puts the trooper out of the heroes’ <b>line of sight</b>, so it will spend its 2 <b>movement points</b> to move to this space.<br/><br/>Move the Stormtrooper to the highlighted space.",
    "pt": "Neste caso, o espaço indicado é um pouco melhor para o Stormtrooper porque ele coloca o soldado fora da <b> linha de visão dos heróis </b>, então ele gastará seus 2 <b> pontos de movimento </b> para mova-se para este espaço. <br/> <br/> Mova o Stormtrooper para o espaço realçado."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_A_DONE",
    "en": "This Stormtrooper has performed instructions with two action icons, and its remaining instructions all have an action icon, so it cannot perform any more instructions. It has now finished its <b>activation</b>, so now the other two will activate.",
    "pt": "Este Stormtrooper executou instruções com dois ícones de ação, e suas instruções restantes têm um ícone de ação, portanto, ele não pode executar mais nenhuma instrução. Agora terminou sua <b> ativação </b>, então agora os outros dois serão ativados."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B",
    "en": "Let’s <b>activate</b> this Stormtrooper next. Like the previous Stormtrooper, its first instruction is:<br/>\" <b>Move 3</b> to <b>attack</b> « the closest Rebel ».\"",
    "pt": "Vamos <b> ativar </b> este Stormtrooper em seguida. Como o Stormtrooper anterior, sua primeira instrução é: <br/> \" <b> Mover 3 </b> para <b> atacar </b>\" o rebelde mais próximo ».\""
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B1",
    "en": "The Stormtrooper wants to get as close as possible to its target, so it will move to this space.<br/><br/>Move the Stormtrooper to the indicated space.",
    "pt": "O Stormtrooper quer chegar o mais perto possível de seu alvo, então ele se moverá para este espaço. <br/> <br/> Mova o Stormtrooper para o espaço indicado."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B_ATTACK",
    "en": "Now the Stormtrooper will <b>attack</b> the closest Rebel. Since there is more than one Rebel equally close to the Stormtrooper, you will need to decide which one gets attacked. Don’t forget the Imperial Rule! Then perform the attack as before.<br/><br/>Perform an attack against Gaarkhan or Fenn, and then select \"Continue.\"",
    "pt": "Agora o Stormtrooper <b> atacará </b> o Rebel mais próximo. Já que há mais de um Rebelde perto do Stormtrooper, você precisa decidir qual deles é atacado. Não se esqueça da regra imperial! Em seguida, execute o ataque como antes. <br/> <br/> Execute um ataque contra Gaarkhan ou Fenn e, em seguida, selecione \"Continuar\"."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B_ATTACK_2P",
    "en": "Now the Stormtrooper will <b>attack</b> the closest Rebel. Perform the attack as before.<br/><br/>Perform an attack against {0}, and then select \"Continue.\"",
    "pt": "Agora o Stormtrooper <b> atacará </b> o Rebel mais próximo. Execute o ataque como antes. <br/> <br/> Execute um ataque contra {0} e, em seguida, selecione \"Continuar\"."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B_MOVE",
    "en": "Now that the Stormtrooper has completed that instruction, it is time for its next instruction:<br/>\" <b>Move 2</b> to <b>reposition 4</b>.\"",
    "pt": "Agora que o Stormtrooper completou essa instrução, é hora da próxima instrução: <br/> \" <b> Move 2 </b> para <b> reposicionar 4 </b>.\""
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B_REPO",
    "en": "The Stormtrooper will use its 2 <b>movement points</b> to try to get to a space that is 4 spaces from the nearest Rebel. It cannot do that, but it can get to the highlighted spaces, which are each 3 spaces away. Choose the space that seems the least advantageous for the heroes, or pick one at random, and move the Stormtrooper to that space.",
    "pt": "O Stormtrooper usará seus 2 <b> pontos de movimento </b> para tentar chegar a um espaço de 4 espaços do Rebel mais próximo. Não pode fazer isso, mas pode chegar aos espaços destacados, que estão a cada 3 espaços de distância. Escolha o espaço que pareça o menos vantajoso para os heróis, ou escolha um aleatoriamente, e mova o Stormtrooper para esse espaço."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_B_REPO_4P",
    "en": "The Stormtrooper will use its 2 <b>movement points</b> to try to get to a space that is 4 spaces from the nearest Rebel. The highlighted space is at least 3 spaces from each hero, so it is the best option for the Stormtrooper. Move the Stormtrooper to that space.",
    "pt": "O Stormtrooper usará seus 2 <b> pontos de movimento </b> para tentar chegar a um espaço de 4 espaços do Rebel mais próximo. O espaço destacado tem pelo menos 3 espaços de cada herói, por isso é a melhor opção para o Stormtrooper. Mova o Stormtrooper para esse espaço."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_C",
    "en": "Finally, it’s time for the last Stormtrooper to <b>activate</b>. You now have the knowledge you need to activate the last Stormtrooper in this <b>group</b>.<br/><br/>Activate the last Stormtrooper, then select \"Finish.\" If you need to see something on the map, the \"View Map\" button below will minimize the Imperial activation window. Select the \"Activation\" button that appears to reopen the activation window.",
    "pt": "Finalmente, é hora de o último Stormtrooper <b> ativar </b>. Agora você tem o conhecimento necessário para ativar o último Stormtrooper neste <b> grupo </b>. <br/> <br/> Ative o último Stormtrooper e selecione \"Finish\". Se você precisar ver algo no mapa, o botão \"Visualizar mapa\" abaixo minimizará a janela de ativação Imperial. Selecione o botão \"Ativação\" que aparece para reabrir a janela de ativação."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_C_DONE",
    "en": "Did the third Stormtrooper end its <b>activation</b> in one of the highlighted spaces? If so, you got everything right, especially if it ended up behind the <b>blocking terrain</b>. Now it’s time to fight back!",
    "pt": "O terceiro Stormtrooper terminou sua <b> ativação </b> em um dos espaços destacados? Se assim for, você tem tudo certo, especialmente se acabou por trás do <b> terreno de bloqueio </b>. Agora é hora de revidar!"
  },
  {
    "key": "TUT_NEW_2_OBJECTIVE_TROOPERS",
    "en": "(1 of 4) Defeat the Stormtrooper group.",
    "pt": "(1 de 4) Derrote o grupo Stormtrooper."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_DONE",
    "en": "Notice that the Stormtrooper portrait on the right side of the screen is tinted red. This indicates that the Stormtrooper <b>group</b> has <b>activated</b>.",
    "pt": "Observe que o retrato do Stormtrooper no lado direito da tela está vermelho. Isso indica que o <b> grupo Stormtrooper </b> foi <b> ativado </b>."
  },
  {
    "key": "TUT_NEW_2_OBJECTIVE",
    "en": "Choose a hero to go first and have that hero perform an <b>activation</b>. When the activation is complete, select the hero’s portrait on the left side of the screen to end the hero’s activation.<br/><br/>Now your objective is to <b>defeat</b> the Stormtrooper group. Remember you can find your current objective in the message log. When attacking an <b>Imperial figure</b>, remember to roll its defense dice. Place any damage tokens taken by the figure next to its figure on the board. When a figure has taken <b>damage</b> () equal to or exceeding its <b>Health</b> as printed on its <b>Deployment card</b>, the figure is defeated and removed from the map.<br/><br/>  Objective Updated  <br/><br/>(1 of 4) Defeat the Stormtrooper group.",
    "pt": "Escolha um herói para ir primeiro e fazer com que o herói realize uma <b> ativação </b>. Quando a ativação estiver concluída, selecione o retrato do herói no lado esquerdo da tela para encerrar a ativação do herói. <br/> <br/> Agora seu objetivo é <b> derrotar </b> o grupo Stormtrooper. Lembre-se de que você pode encontrar seu objetivo atual no log de mensagens. Ao atacar uma <b> figura imperial </b>, lembre-se de lançar seus dados de defesa. Coloque quaisquer fichas de dano tomadas pela figura ao lado de sua figura no tabuleiro. Quando uma figura tiver <b> dano </b> () igual ou superior a <b> Saúde </b> conforme impresso no <b> Cartão de Implantação </b>, a figura será derrotada e removida de o mapa. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (1 de 4) Derrote o grupo Stormtrooper."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_DEF_ASK",
    "en": "Did you manage to take out a Stormtrooper? When the entire <b>group</b> is <b>defeated</b>, inform the app by selecting the group’s icon on the right side of the screen. It is important to do this as soon as the group is defeated or else the app might choose a defeated group to be the next Imperial group to activate.",
    "pt": "Você conseguiu tirar um Stormtrooper? Quando todo o <b> grupo </b> for <b> derrotado </b>, informe o aplicativo selecionando o ícone do grupo no lado direito da tela. É importante fazer isso assim que o grupo for derrotado ou então o aplicativo pode escolher um grupo derrotado para ser o próximo grupo Imperial a ser ativado."
  },
  {
    "key": "TUT_NEW_2_DEFEAT",
    "en": "Heroes can be <b>defeated</b> as well. When a hero suffers <b>damage</b> () equal to its <b>Health</b>, that hero becomes <b>wounded</b>. Remove all damage tokens from that hero’s sheet, and flip the sheet over to the wounded (red) side. Then select the hero’s portrait in the app and use the button to the left of the portrait to inform the app that the hero was wounded.",
    "pt": "Os heróis podem ser <b> derrotados </b> também. Quando um herói sofre <b> dano </b> () igual ao seu <b> Saúde </b>, esse herói torna-se <b> ferido </b>. Remova todos os marcadores de dano da folha do herói e vire a folha para o lado ferido (vermelho). Em seguida, selecione o retrato do herói no aplicativo e use o botão à esquerda do retrato para informar ao aplicativo que o herói foi ferido."
  },
  {
    "key": "TUT_NEW_2_BONUS_HEALTH",
    "en": "Note that each hero has a +{0} next to its portrait. This indicates that each hero has an extra {0} <b>Health</b> for this mission. This applies to any mission with {1} players.",
    "pt": "Note que cada herói tem um + {0} ao lado de seu retrato. Isto indica que cada herói tem um {0} <b> Saúde </b> extra para esta missão. Isso se aplica a qualquer missão com {1} jogadores."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_DEF_CONT",
    "en": "<i>\"Take out those stormtroopers! Fast!\" Lieutenant Talcon orders via comlink.</i><br/><br/>Continue performing hero <b>activations</b> until the Stormtrooper <b>group</b> is <b>defeated</b>.",
    "pt": "<i> \"Retire os stormtroopers! Rápido!\" O tenente Talcon ordena via comlink. </i> <br/> <br/> Continue realizando <b> ativações de herói </b> até que o <b> grupo Stormtrooper </b> seja <b> derrotado </b>."
  },
  {
    "key": "TUT_NEW_2_TROOPER_KILL_REMINDER",
    "en": "Don’t forget to defeat the Stormtrooper <b>group</b> in the app if you have <b>defeated</b> them on the map. Do this by selecting the group’s icon on the right side of the screen. Make sure to do this as soon as the group is defeated.",
    "pt": "Não se esqueça de derrotar o <b> grupo Stormtrooper </b> no aplicativo se você tiver <b> derrotado </b> no mapa. Faça isso selecionando o ícone do grupo no lado direito da tela. Certifique-se de fazer isso assim que o grupo for derrotado."
  },
  {
    "key": "TUT_NEW_2_TROOPER_EXTRA_ACT_REMIND_2P",
    "en": "Remember that each hero has two <b>activations</b> each round. Both heroes are now eligible to activate again.",
    "pt": "Lembre-se que cada herói tem duas <b> ativações </b> em cada rodada. Ambos os heróis são agora elegíveis para ativar novamente."
  },
  {
    "key": "TUT_NEW_2_TROOPER_EXTRA_ACT_REMIND_3P",
    "en": "Remember that one hero each round has two <b>activations</b>. This round it is {0}. Activate {0} again now.",
    "pt": "Lembre-se que um herói em cada rodada tem duas <b> ativações </b>. Esta rodada é {0}. Ative {0} novamente agora."
  },
  {
    "key": "TUT_NEW_2_PERIL",
    "en": "<b>Minor Peril</b><br/><br/><i>The oppressive jungle heat saps your strength.</i><br/><br/>Each hero suffers 1 (<b>damage</b>).<br/><br/>This is a peril effect. You will encounter effects like this at various points during the mission. The longer you take to complete the mission, the worse these effects will be.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O calor opressivo na selva consome sua força. </i> <br/> <br/> Cada herói sofre 1 (<b> dano </b>). <br/> <br/> Este é um efeito de perigo. Você encontrará efeitos como este em vários pontos durante a missão. Quanto mais tempo você levar para completar a missão, pior serão esses efeitos."
  },
  {
    "key": "TUT_NEW_2_HEROES_FIRST",
    "en": "During a normal round, the Rebels and Imperials take turns activating. The round begins with the <b>activation</b> of a hero or ally chosen by the players, followed by an Imperial group chosen by the app. Activations pass back and forth until all heroes, allies, and Imperial groups have activated.<br/><br/>Choose and activate a hero now.",
    "pt": "Durante uma rodada normal, os rebeldes e imperiais se ativam ativamente. A rodada começa com a <b> ativação </b> de um herói ou aliado escolhido pelos jogadores, seguido por um grupo Imperial escolhido pelo aplicativo. As ativações passam de um lado para o outro até que todos os heróis, aliados e grupos imperiais tenham sido ativados. <br/> <br/> Escolha e ative um herói agora."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_DEFEATED",
    "en": "<i>\"Good work taking out those bucketheads!\" Lieutenant Talcon says over the comlink. \"Your skills are improving quickly.\"</i><br/><br/>You have just earned fame. Fame is a measure of how well you are known across the galaxy. The higher your fame, the more resources the Rebel Alliance will provide you, but the more effort the Empire will put into taking you out. Fame is earned primarily by defeating enemy groups, achieving mission objectives, and completing missions.",
    "pt": "<I> \"Bom trabalho tirando aqueles bucketheads!\" O tenente Talcon diz sobre o comlink. \"Suas habilidades estão melhorando rapidamente.\" </i> <br/> <br/> Você acabou de ganhar fama. A fama é uma medida de quão bem você é conhecido em toda a galáxia. Quanto maior sua fama, mais recursos a Aliança Rebelde fornecerá a você, mas mais esforço o Império colocará em você. A fama é obtida principalmente ao derrotar os grupos inimigos, atingir os objetivos da missão e completar as missões."
  },
  {
    "key": "TUT_NEW_2_TROOPERS_OBJECTIVE",
    "en": "<i>\"More Imperial forces are on their way. I am unlocking the gate to the base grounds. Get inside to help with the evacuations.\"</i><br/><br/>The <b>door</b> is now unlocked. When a hero is <b>adjacent</b> to the door, that hero can <b>interact</b> with the door to open it by selecting the door token in the app.<br/><br/>  Objective Updated  <br/><br/>(2 of 4) Open the door.",
    "pt": "<i> \"Mais forças imperiais estão a caminho. Eu estou destrancando o portão para os terrenos da base. Entre para ajudar nas evacuações.\" </i> <br/> <br/> A <b> porta </b> está agora desbloqueado. Quando um herói é <b> adjacente </b> à porta, esse herói pode <b> interagir </b> com a porta para abri-lo selecionando o token da porta no aplicativo. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (2 de 4) Abra a porta."
  },
  {
    "key": "TUT_NEW_2_OBJECTIVE_DOOR",
    "en": "(2 of 4) Open the door.",
    "pt": "(2 de 4) Abra a porta."
  },
  {
    "key": "TUT_NEW_2_COURT_PLACE",
    "en": "<i>The gate opens onto a fenced courtyard where an ancient stone structure stands as one of the last remnants of a civilization that has disappeared into the mists of history.</i><br/><br/>Open the <b>door</b>. Place tiles 02A, 38B, and 1 door.",
    "pt": "<i> O portão se abre para um pátio cercado, onde uma antiga estrutura de pedra se destaca como um dos últimos remanescentes de uma civilização que desapareceu nas névoas da história. </i> <br/> <br/> Abra o <b > porta </ ​​b>. Coloque as telhas A02A, 38B e 1 porta."
  },
  {
    "key": "TUT_NEW_2_PROBE_1",
    "en": "<i>\"Incoming! We’ve got probe droids incoming!\" A probe droid hovers over the fence and into the courtyard.</i><br/><br/>Deploy a regular Probe Droid to the indicated space and assign this Probe Droid a color below.",
    "pt": "<i> \"Incoming! Temos droids sonda de entrada!\" Um droid de sonda paira sobre a cerca e para o pátio. </i> <br/> <br/> Implante um Droid de Sonda regular no espaço indicado e atribua a este Droid de Sonda uma cor abaixo."
  },
  {
    "key": "TUT_NEW_2_PROBE_2",
    "en": "<i>Another probe droid follows the first over the fence.</i><br/><br/>Deploy a regular Probe Droid. Assign it a color.",
    "pt": "<I> Outra droid sonda segue o primeiro sobre a cerca. </i> <br/> <br/> Implante um Droid Probe regular. Atribuir uma cor."
  },
  {
    "key": "TUT_NEW_2_PROBE_COLORS",
    "en": "The colored rings around each of the Probe Droid portraits on the right side of the screen help distinguish the two groups from each other. When you defeat one of the groups, make sure you defeat the correct group in the app. You can mark your Probe Droid figures with the colored stickers provided in your <i>Imperial Assault</i> core game to remind you which color you selected in the app.",
    "pt": "Os anéis coloridos ao redor de cada um dos retratos do Droid Probe no lado direito da tela ajudam a distinguir os dois grupos uns dos outros. Quando você derrotar um dos grupos, lembre-se de derrotar o grupo correto no aplicativo. Você pode marcar suas figuras do Probe Droid com os adesivos coloridos fornecidos no seu jogo central <i> Imperial Assault </i> para lembrá-lo de qual cor você selecionou no aplicativo."
  },
  {
    "key": "TUT_NEW_2_PROBE_ACT",
    "en": "<i>One of the probe droids detects your presence and immediately strikes!</i><br/><br/>The highlighted Probe Droid <b>interrupts</b> to perform an <b>activation.</b> Remember to get out gray Probe Droid <b>Deployment cards</b> for these <b>groups</b> for reference.",
    "pt": "<i> Um dos droides da sonda detecta sua presença e imediatamente ataca! </i> <br/> <br/> O Sonda Droid <b> destacado interrompe </b> para realizar uma <b> ativação. </ b > Lembre-se de retirar o Gray Droid Probe <b> Cartões de implantação </b> para esses <b> grupos </b> como referência."
  },
  {
    "key": "TUT_NEW_2_PROBE_DOT",
    "en": "The colored bar below the Probe Droid’s portrait indicates which of the two Probe Droids is activating.",
    "pt": "A barra colorida abaixo do retrato do Droid Probe indica qual dos dois Droides do Sonda está ativando."
  },
  {
    "key": "TUT_NEW_2_PROBE_ATTACK",
    "en": "This Probe Droid wants to <b>attack</b> with its first instruction, but it won’t settle for the closest Rebel as its target. It wants to attack the healthiest member of your squad. Let’s see if it can.",
    "pt": "Este Probe Droid quer <b> atacar </b> com sua primeira instrução, mas não vai se contentar com o Rebel mais próximo como alvo. Quer atacar o membro mais saudável do seu esquadrão. Vamos ver se pode."
  },
  {
    "key": "TUT_NEW_2_PROBE_P1",
    "en": "This is the best spot for the Probe Droid to <b>attack</b> from that it can reach with its <b>move 2</b> instruction, so place the Probe Droid here.",
    "pt": "Este é o melhor ponto para o Droid Probe para <b> atacar </b> o que ele pode alcançar com sua instrução <b> move 2 </b>, então coloque o Droid Probe aqui."
  },
  {
    "key": "TUT_NEW_2_PROBE_TARGET",
    "en": "Imperial figures use <b>targeting priority</b> to determine who they will <b>attack</b>. The « » symbols indicate the priority target for the attack. When an <b>Imperial figure</b> is given some criteria to determine its target, it will try to attack the target that best fits that criteria. If it cannot attack that target for any reason, it will instead choose from the targets that it can attack the one that best fits the criteria. Finally, if it cannot attack a target that fits the criteria, it will default to attacking the closest Rebel figure.",
    "pt": "Figuras imperiais usam <b> prioridade de segmentação </b> para determinar quem elas <b> atacarão </b>. Os símbolos «» indicam o alvo prioritário do ataque. Quando uma <b> Figura Imperial </b> recebe alguns critérios para determinar seu alvo, ela tentará atacar o alvo que melhor se encaixa nesse critério. Se não puder atacar esse alvo por algum motivo, ele escolherá dos alvos que ele pode atacar aquele que melhor se encaixa nos critérios. Finalmente, se ele não puder atacar um alvo que se encaixa nos critérios, o padrão será atacar a figura rebelde mais próxima."
  },
  {
    "key": "TUT_NEW_2_PROBE_TARGET2",
    "en": "Assume for a moment that the Probe Droid cannot get <b>line of sight</b> to the hero who has suffered the least <b>damage</b> (). According to <b>targeting priority</b>, it will <b>attack</b> the hero that it does have line of sight to and that has suffered the least . If it has line of sight to more than one hero with the same amount of damage, it will attack the closest hero with the least damage.",
    "pt": "Suponha por um momento que o Droid Probe não pode obter <b> linha de visão </b> para o herói que sofreu o menor <b> dano </b> (). De acordo com <b> prioridade de segmentação </b>, ele <b> atacará </b> o herói em que ele tem linha de visão e que sofreu o mínimo . Se tiver linha de visão para mais de um herói com a mesma quantidade de dano, ele atacará o herói mais próximo com o menor dano."
  },
  {
    "key": "TUT_NEW_2_PROBE_ATTACK2",
    "en": "Using <b>targeting priority</b>, perform the Probe Droid’s <b>attack.</b> Remember when spending <b>surges</b> () to skip any  abilities that would have no effect. Because this Probe Droid has suffered no <b>damage</b> (), it will skip the <b>Recover</b> 1 ability.<br/><br/>Perform the attack, and then select \"Continue.\"",
    "pt": "Usando <b> prioridade de segmentação </b>, realize o <b> ataque <b> Sonda Droid. </b> Lembre-se de quando gastar <b> surtos </b> () para pular todas as habilidades que não surtiriam efeito. Como esse Droid Probe não sofreu nenhum <b> dano </b> (), ele irá pular a habilidade <b> Recover </b> 1. <br/> <br/> Execute o ataque e, em seguida, selecione \"Continuar.\""
  },
  {
    "key": "TUT_NEW_2_PROBE_ENGAGE",
    "en": "Now that the Probe Droid has <b>attacked</b>, it is going to try to <b>engage</b> you for its devious purposes. When a figure is instructed to engage something, it will try to get <b>adjacent</b> to that thing. In this case, the Probe Droid wants to get adjacent to as many heroes as possible, and it will use the <b>move</b> keyword to do so. If a figure is instructed to engage something that it cannot get adjacent to with the <b>movement points</b> provided, it will skip that instruction.",
    "pt": "Agora que o Droid Probe <b> atacou </b>, ele tentará <b> engajar </b> você por seus objetivos desonestos. Quando uma figura é instruída a envolver algo, ela tentará se aproximar daquela coisa. Neste caso, o Droid Probe quer se juntar a tantos heróis quanto possível, e usará a palavra-chave <b> move </b> para fazer isso. Se uma figura for instruída a envolver algo que não pode ser adjacente com os <b> pontos de movimento </b> fornecidos, ela ignorará essa instrução."
  },
  {
    "key": "TUT_NEW_2_PROBE_ENGAGE2",
    "en": "The Probe Droid is currently <b>engaged</b> with at least one hero. If it can get <b>adjacent</b> to more than one hero with its two <b>movement points</b>, it will do so. If it cannot, it will stay where it is, and even though it did not move at all, the Probe Droid is still considered to have performed the instruction and thus its second <b>action</b> (). It will not perform another instruction with an action symbol during this <b>activation</b>.<br/><br/>Carry out the second instruction for the Probe Droid if you have not already, and then select \"Continue.\"",
    "pt": "O Droid Probe está atualmente <b> engajado </b> com pelo menos um herói. Se ele puder se tornar <b> adjacente </b> a mais de um herói com seus dois <b> pontos de movimento </b>, ele fará isso. Se não puder, ele permanecerá onde está e, mesmo que não tenha se movido, o Droid Probe ainda é considerado como tendo executado a instrução e, assim, sua segunda <b> action </b> (). Ele não executará outra instrução com um símbolo de ação durante essa <b> ativação </b>. <br/> <br/> Realize a segunda instrução para o Droid Probe, se ainda não o fez, e selecione \"Continuar. \""
  },
  {
    "key": "TUT_NEW_2_PROBE_DESTRUCT",
    "en": "This Probe Droid is determined to take you out by any means necessary, even if that means blowing itself to pieces! Follow the instructions in the Bonus section of the Imperial <b>activation</b> window to have the Probe Droid <b>Self Destruct</b>.",
    "pt": "Este Droid Probe está determinado a levá-lo por qualquer meio necessário, mesmo que isso signifique explodir em pedaços! Siga as instruções na seção Bonus da janela <b> ativação </b> do Imperial para ter o <b> Self Destruct </b> do Droid do Sonda."
  },
  {
    "key": "TUT_NEW_2_FINISH_ACT",
    "en": "<i>Despite the ringing in your ears from the probe droid explosion, you hear Lieutenant Talcon’s voice again. \"Take out that last probe droid!\"</i><br/><br/>Complete the <b>activation</b> of the hero who opened the <b>door.</b> Make sure to tell the app that the Probe Droid you just activated has been defeated.<br/><br/>  Objective Updated  <br/><br/>(3 of 4) <b>Defeat</b> the Probe Droid.",
    "pt": "<i> Apesar do zumbido nos ouvidos da explosão do droide da sonda, você ouve a voz do tenente Talcon novamente. \"Pegue o último droid da sonda!\" </i> <br/> <br/> Complete a <b> ativação </b> do herói que abriu a <b> porta. </b> o aplicativo que o Droid Probe que você acabou de ativar foi derrotado. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (3 de 4) <b> Derrote </b> o Droid Probe."
  },
  {
    "key": "TUT_NEW_2_FINISH_ACT_ALT",
    "en": "<i>Despite the ringing in your ears from the probe droid explosion, you hear Lieutenant Talcon’s voice again. \"Take out that last probe droid!\"</i><br/><br/>Complete the <b>activation</b> of the hero who opened the <b>door.</b><br/><br/>  Objective Updated  <br/><br/>(3 of 4) <b>Defeat</b> the Probe Droid.",
    "pt": "<i> Apesar do zumbido nos ouvidos da explosão do droide da sonda, você ouve a voz do tenente Talcon novamente. \"Pegue o último droid da sonda!\" </i> <br/> <br/> Complete a <b> ativação </b> do herói que abriu a <b> porta. </b> <br/> <br/>  Objetivo Atualizado  <br/> <br/> (3 de 4) <b> Derrote </b> o Droid Probe."
  },
  {
    "key": "TUT_NEW_2_OBJECTIVE_DEFEAT_PROBE",
    "en": "(3 of 4) Defeat the Probe Droid.",
    "pt": "(3 de 4) Derrote o Droid Probe."
  },
  {
    "key": "TUT_NEW_2_BLACK_PROBE",
    "en": "You’re getting the hang of activating <b>Imperial figures</b>, so you can do this <b>activation</b> on your own. Remember that this Probe Droid may have a different bonus than the previous Probe Droid.<br/><br/>Perform this Probe Droid’s activation.",
    "pt": "Você está pegando o jeito de ativar <b> figuras imperiais </b>, para que você possa fazer isso <b> ativação </b> por conta própria. Lembre-se que este Droid Probe pode ter um bônus diferente do Droid Probe anterior. <br/> <br/> Realize a ativação do Probe Droid."
  },
  {
    "key": "TUT_NEW_2_MAP_EXPAND",
    "en": "<i>Over the din of battle, you hear the sound of more Imperial forces approaching.</i><br/><br/>Remove the indicated tile 18A.",
    "pt": "<i> Sobre o barulho da batalha, você ouve o som de mais forças imperiais se aproximando. </i> <br/> <br/> Remova a peça indicada 18A."
  },
  {
    "key": "TUT_NEW_2_MAP_EXPAND_2",
    "en": "<i>The Imperials are approaching from the direction of the combat range.</i><br/><br/>Place tiles 05A, 09A, and 18A (2).",
    "pt": "<i> Os imperiais estão se aproximando da direção do campo de combate. </i> <br/> <br/> Coloque as pedras 05A, 09A e 18A (2)."
  },
  {
    "key": "TUT_NEW_2_ROYAL_GUARDS_PLACE",
    "en": "<i>Several Royal Guards come splashing across a stream, accompanying a towering figure cloaked in black who is wielding a red lightsaber. Several stray blaster shots fly at the group, which the cloaked figure deflects with ease. He motions for two of his guards to head in your direction, while he and several more guards head for the source of the blaster fire.</i><br/><br/>Deploy the regular Royal Guard group. Place the gray Royal Guard <b>Deployment card</b> on the table for reference.",
    "pt": "<i> Vários Guardas Reais vêm espirrando em um riacho, acompanhando uma figura imponente encapotada de preto que está empunhando um sabre de luz vermelho. Vários tiros descontrolados voam para o grupo, que a figura encapuzada desvia com facilidade. Ele faz sinal para dois de seus guardas seguirem em sua direção, enquanto ele e vários outros guardas se dirigem para a fonte do incêndio. </i> <br/> <br/> Implante o grupo regular da Guarda Real. Coloque o cartão de implantação cinza Royal Guard <b> na mesa para referência."
  },
  {
    "key": "TUT_NEW_2_ROYAL_GUARDS_1",
    "en": "These Royal Guards are coming for you! Luckily they’re far away and have <b>melee attacks</b> (). Let’s see what they will do during their <b>activation</b>.",
    "pt": "Estes guardas reais estão vindo para você! Felizmente, eles estão longe e têm <b> ataques corpo a corpo </b> (). Vamos ver o que eles farão durante a <b> ativação </b>."
  },
  {
    "key": "TUT_NEW_2_ROYAL_GUARDS_2",
    "en": "Their first priority is to <b>attack</b>. Fortunately, even if they <b>move 4</b>, they won’t be able to attack anyone. That being the case, they will skip that instruction, including the <b>move</b> portion.",
    "pt": "Sua primeira prioridade é <b> atacar </b>. Felizmente, mesmo que <b> movam 4 </b>, eles não poderão atacar ninguém. Sendo esse o caso, eles vão pular essa instrução, incluindo a parte <b> move </b>."
  },
  {
    "key": "TUT_NEW_2_ROYAL_GUARDS_4",
    "en": "These Royal Guards will try to get into position to <b>attack</b> next round. Their next instruction is to <b>move 3</b> toward the closest hero, followed by a <b>move 7</b> toward the closest hero, so they will move a total of 10 <b>movement points</b> towards the closest hero.<br/><br/>Perform the <b>activation</b> for this Royal Guard <b>group</b>. Activate each figure in an order of your choosing. Remember to complete one figure’s activation before beginning the next.",
    "pt": "Estes guardas reais tentarão se posicionar para <b> atacar </b> na próxima rodada. A próxima instrução deles é <b> mover 3 </b> em direção ao herói mais próximo, seguido por um <b> movimento 7 </b> em direção ao herói mais próximo, então eles moverão um total de 10 <b> pontos de movimento < / b> para o herói mais próximo. <br/> <br/> Realize a <b> ativação </b> para este <b> grupo da Guarda Real </b>. Ative cada figura em uma ordem de sua escolha. Lembre-se de completar a ativação de uma figura antes de começar a próxima."
  },
  {
    "key": "TUT_NEW_2_ROYAL_GUARDS_OBJ",
    "en": "<i>\"You aren’t equipped to take out those guards,\" Lieutenant Talcon calls over your comlink. \"Focus on that probe droid!\"</i>",
    "pt": "<i> \"Você não está equipado para tirar os guardas\", o tenente Talcon chama o seu comlink. \"Foque no droid da sonda!\" </i>"
  },
  {
    "key": "TUT_NEW_2_CONDITIONS",
    "en": "This group has a <b>surge</b> () ability for <b>Stun</b>. For this tutorial, ignore this surge ability.<br/><br/>Activate this Royal Guard group now.",
    "pt": "Este grupo tem uma habilidade <b> surge </b> () para <b> Stun </b>. Para este tutorial, ignore esta habilidade de aumento de onda. <br/> <br/> Ative este grupo da Guarda Real agora."
  },
  {
    "key": "TUT_NEW_2_PROBE_DEFEATED",
    "en": "<i>\"Now that you’ve taken out that probe droid, get inside quickly before those royal guards tear you to pieces!\" Lieutenant Talcon says anxiously. \"I’m opening the door now.\" The door into the base begins to slide upward but stops after a few centimeters, too low to slide under. \"Blast!\" Talcon curses. \"The door is jammed! There is a manual override hidden near the door.\"</i><br/><br/>  Objective Updated  <br/><br/>(4 of 4) Escape the royal guards through the door into the base.",
    "pt": "<i> \"Agora que você tirou o droid da sonda, entre rapidamente antes que os guardas reais o rasguem em pedaços!\" O tenente Talcon diz ansiosamente. \"Estou abrindo a porta agora.\" A porta na base começa a deslizar para cima, mas pára depois de alguns centímetros, muito baixa para deslizar para baixo. \"Explosão!\" Talcon amaldiçoa. \"A porta está congestionada! Há um controle manual escondido perto da porta.\" </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> (4 de 4) Escape dos guardas reais através da porta na base."
  },
  {
    "key": "TUT_NEW_2_OBJECTIVE_OPEN_DOOR",
    "en": "(4 of 4) Escape the royal guards through the door into the base.",
    "pt": "(4 de 4) Escape os guardas reais através da porta na base."
  },
  {
    "key": "TUT_NEW_2_DOOR_STUCK",
    "en": "<i>The door is stuck open a few centimeters off the ground. There is not enough room to squeeze under.</i><br/><br/>A hero can <b>interact</b> to try to open the door.",
    "pt": "<i> A porta está aberta alguns centímetros do chão. Não há espaço suficiente para se espremer. </i> <br/> <br/> Um herói pode <b> interagir </b> para tentar abrir a porta."
  },
  {
    "key": "TUT_NEW_2_DOOR_OPT1",
    "en": " Look for the manual release.",
    "pt": " Procure a liberação manual."
  },
  {
    "key": "TUT_NEW_2_DOOR_OPT2",
    "en": " Try to force the door open.",
    "pt": " Tente forçar a porta a abrir."
  },
  {
    "key": "TUT_NEW_2_DOOR_INS_TEST",
    "en": "Test .<br/><br/>Roll the dice shown next to the insight () icon on your hero sheet and enter the number of surge () results below.",
    "pt": "Teste . <br/> <br/> Role os dados mostrados ao lado do ícone do insight () em sua folha de herói e insira o número de resultados de surto () abaixo."
  },
  {
    "key": "TUT_NEW_2_DOOR_INS_SUC",
    "en": "<i>You search the vicinity of the door for the manual override. You notice the outline of a false panel in the durasteel wall near the door and pull it open, revealing a lever inside. You pull the lever several times, the door inching upward a few centimeters with each pull, until the door is about a meter off the ground. One by one, your team members drop to the ground and roll under the door. When everyone is inside, you hit the emergency close button, and the door slams shut. You are safe...for now.</i><br/><br/>You have completed the second tutorial mission. Damage () does not carry over between missions, so remove all damage from your Hero sheets before beginning the next tutorial mission.",
    "pt": "<i> Você procura nas proximidades da porta pela substituição manual. Você observa o contorno de um painel falso na parede perto da porta e a abre, revelando uma alavanca dentro dela. Você puxa a alavanca várias vezes, a porta avançando alguns centímetros a cada puxada, até que a porta esteja a cerca de um metro do chão. Um por um, os membros da sua equipe caem no chão e rolam por baixo da porta. Quando todos estão dentro, você aperta o botão de fechamento de emergência e a porta se fecha. Você está seguro ... por agora. </i> <br/> <br/> Você completou a segunda missão do tutorial. O dano () não é transferido entre as missões, portanto, remova todos os danos de suas folhas de Herói antes de começar a próxima missão do tutorial."
  },
  {
    "key": "TUT_NEW_2_DOOR_INS_FAIL",
    "en": "<i>You search the vicinity of the door for the manual override, but you can’t find it anywhere.</i><br/><br/>You will need to try again to open the door.",
    "pt": "<i> Você procura nas proximidades da porta a substituição manual, mas não pode encontrá-la em lugar algum. </i> <br/> <br/> Você precisará tentar novamente abrir a porta."
  },
  {
    "key": "TUT_NEW_2_DOOR_STR_TEST",
    "en": "Test .<br/><br/>Roll the dice shown next to the strength () icon on your Hero sheet and enter the number of surge () results below.",
    "pt": "Teste . <br/> <br/> Role os dados mostrados ao lado do ícone de força () em sua folha Hero e digite o número de resultados de surto () abaixo."
  },
  {
    "key": "TUT_NEW_2_DOOR_STR_SUC",
    "en": "<i>You grab the bottom of the door and heave with all your might against the heavy durasteel door. It starts slowly sliding upward until it’s about a meter off the ground. One by one, your team members drop to the ground and roll under the door. When everyone is inside, you hit the emergency close button and the door slams shut. You are safe...for now.</i><br/><br/>You have completed the second tutorial mission. Damage () does not carry over between missions, so remove all damage from your Hero sheets before beginning the next tutorial mission.",
    "pt": "<i> Você pega a parte de baixo da porta e levanta com toda a sua força contra a pesada porta durasteel. Começa a deslizar lentamente para cima até cerca de um metro do chão. Um por um, os membros da sua equipe caem no chão e rolam por baixo da porta. Quando todos estão dentro, você aperta o botão de fechamento de emergência e a porta se fecha. Você está seguro ... por agora. </i> <br/> <br/> Você completou a segunda missão do tutorial. O dano () não é transferido entre as missões, portanto, remova todos os danos de suas folhas de Herói antes de começar a próxima missão do tutorial."
  },
  {
    "key": "TUT_NEW_2_DOOR_STR_FAIL",
    "en": "<i>You grab the bottom of the door and heave with all your might against the heavy durasteel door, but it won’t budge.</i><br/><br/>You will need to try again to open the door.",
    "pt": "<i> Você pega a parte de baixo da porta e se agita com toda a sua força contra a pesada porta durasteel, mas ela não se move. </i> <br/> <br/> Você precisará tentar novamente abrir a porta. porta."
  },
  {
    "key": "TUT_NEW_3_NAME",
    "en": "New Recruits – Part 3",
    "pt": "Novos Recrutas - Parte 3"
  },
  {
    "key": "TUT_NEW_3_DESC",
    "en": "<i>You escaped into the Rebel base, but it is only a temporary refuge. Imperial forces are swarming the base, and you must hold them off until the last Rebel transport is away.</i><br/><br/>This third tutorial teaches the remaining rules new players need to know to play <i>Legends of the Alliance</i>.",
    "pt": "<i> Você escapou para a base rebelde, mas é apenas um refúgio temporário. Forças imperiais estão invadindo a base, e você deve segurá-las até que o último transporte Rebelde esteja fora. </i> <br/> <br/> Este terceiro tutorial ensina as regras restantes que os novos jogadores precisam saber para jogar <i> Lendas da Aliança </i>."
  },
  {
    "key": "TUT_NEW_3_BATTLE_STRAIN",
    "en": "<b>Minor Peril</b><br/><br/><i>The stress of battle is beginning to take its toll on you.</i><br/><br/>Each hero suffers 1.<br/><br/>Peril effects and Imperial abilities can cause heroes to suffer <b>strain</b> (). If a hero has more strain placed on its Hero sheet than its <b>Endurance</b>, any strain added beyond its Endurance is placed as damage () instead.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O estresse da batalha está começando a cobrar seu preço. </i> <br/> <br/> Cada herói sofre 1 . <br/> <br/> Efeitos Perigosos e Habilidades Imperiais podem causar heróis a sofrer <b> tensão </b> (). Se um herói tiver mais pressão em sua folha de Herói do que em sua Resistência, qualquer tensão adicionada além de seu Enduro é colocada como dano ()."
  },
  {
    "key": "TUT_NEW_3_ABILITY_REMINDER",
    "en": "If you are having trouble defeating the enemies, remember to utilize your heroes’ abilities. Use strain () for movement points so you can perform attacks instead of move actions, and use your excess surges () to recover strain.{0}",
    "pt": "Se você está tendo problemas para derrotar os inimigos, lembre-se de utilizar as habilidades de seus heróis. Use tensão () para os pontos de movimento para que você possa realizar ataques em vez de mover ações, e use os excessos () para recuperar a tensão. {0}"
  },
  {
    "key": "TUT_NEW_3_MED_PACK_REMINDER",
    "en": " And if a hero is running out of Health, remember to use your medpac!",
    "pt": "E se um herói está ficando sem saúde, lembre-se de usar o seu medpac!"
  },
  {
    "key": "TUT_NEW_3_WIN",
    "en": "<i>\"The last transport is away!\" Lieutenant Talcon calls over the comlink. \"All remaining troops, get to your ships!\" Upon receiving the instruction, you begin falling back to the nearest docking bay where your team’s freighter is docked. Your pilot is already there, ready to take off as soon as everyone is aboard.</i>",
    "pt": "<i> \"O último transporte está fora!\" O tenente Talcon chama o comlink. \"Todas as tropas restantes, cheguem aas suas naves!\" Ao receber as instruções, você começa a voltar para a área de ancoragem mais próxima onde o cargueiro de sua equipe está ancorado. Seu piloto já está lá, pronto para decolar assim que todos estiverem a bordo. </i>"
  },
  {
    "key": "TUT_NEW_3_WIN_2",
    "en": "<i>When the last of your team comes aboard, the small freighter takes off and rockets out of the docking bay. Your ship comes alongside the medium transport </i>Freedom Fighter<i>, and the two ships leave Yavin 4’s atmosphere only to come face to face with an Imperial Star Destroyer. Fortunately, the Star Destroyer is already preoccupied hauling in another transport, allowing your ship and the </i>Freedom Fighter<i> to make their escape into hyperspace.",
    "pt": "<i> Quando o último de sua equipe vem a bordo, o pequeno cargueiro decola e dispara para fora do compartimento de ancoragem. Sua nave vem junto com o transporte médio </i> Freedom Fighter <i>, e as duas naves deixam a atmosfera de Yavin 4 apenas para ficar cara a cara com um Imperial Star Destroyer. Felizmente, o Star Destroyer já está preocupado em transportar outro, permitindo que sua nave e o </i> Freedom Fighter <i> façam sua fuga para o hiperespaço."
  },
  {
    "key": "TUT_NEW_3_OBJECTIVE",
    "en": "(1 of 3) Attack the Imperial forces until the last transport is away.",
    "pt": "(1 de 3) Ataque as forças imperiais até que o último transporte esteja ausente."
  },
  {
    "key": "TUT_NEW_3_INTRO",
    "en": "<i>The Yavin 4 Rebel base is under assault! You have just slipped in through a door to the base and closed it behind you when your comlink receives a call. \"Calling all soldiers! This is Lieutenant Talcon in the command center,\" a woman’s voice says. \"We have nearly finished loading the remaining transports. We just need a bit more time to launch them. Hold your positions just a little longer!\"</i><br/><br/>This final tutorial will address the rules not covered by the first two tutorials. After you complete this mission, you will be ready to embark on a campaign!",
    "pt": "<i> A base rebelde Yavin 4 está sob ataque! Você acabou de escorregar por uma porta para a base e fechou atrás de você quando seu comlink recebe uma chamada. \"Chamando todos os soldados! Este é o tenente Talcon no centro de comando\", diz uma voz de mulher. \"Estamos quase terminando de carregar os transportes restantes. Só precisamos de um pouco mais de tempo para lançá-los. Mantenha suas posições um pouco mais!\" </i> <br/> <br/> Este tutorial final abordará as regras não coberto pelos dois primeiros tutoriais. Depois de completar esta missão, você estará pronto para embarcar em uma campanha!"
  },
  {
    "key": "TUT_NEW_3_DOCS",
    "en": "The primary reference document for this tutorial is the <i>Imperial Assault</i> Rules Reference Guide included in your core set. Words in <b>bold text</b> refer to specific entries in the Rules Reference Guide, as well as the <i>Legends of the Alliance</i> Rulebook, which can be accessed through the Rules button in the menu.",
    "pt": "O documento de referência principal deste tutorial é o <i> Guia de Referência de Regras do Imperial Assault </i> incluído no seu conjunto principal. As palavras em <b> texto em negrito </b> referem-se a entradas específicas no Guia de Referência de Regras, bem como o Livro de Regras <i> Legendas da Aliança </i>, que pode ser acessado através do botão Regras no menu."
  },
  {
    "key": "TUT_NEW_3_TILES",
    "en": "Gather the following tiles for this mission:<br/><br/>02A<br/>18A<br/>24B<br/>36B<br/>38B",
    "pt": "Reúna os seguintes blocos para esta missão: <br/> <br/> A02A <br/> 18A <br/> 24B <br/> 36B <br/> 38B"
  },
  {
    "key": "TUT_NEW_3_PLACE_TILES",
    "en": "<i>You are in a hastily constructed durasteel enclosure that provides additional space beyond the ancient stone structures that house most of the base’s occupants.</i><br/><br/>Place tiles 24B, 36B, and 1 door.",
    "pt": "<i> Você está em um compartimento durasteel construído às pressas que fornece espaço adicional além das antigas estruturas de pedra que abrigam a maioria dos ocupantes da base. </i> <br/> <br/> Coloque as telhas 24B, 36B e 1 porta ."
  },
  {
    "key": "TUT_NEW_3_PLACE_JYN",
    "en": "<i>You stand near the door that you just rolled under in order to escape the Imperial forces outside.</i><br/><br/>Place Jyn Odan as indicated.",
    "pt": "<i> Você está perto da porta que acabou de rolar para escapar das forças imperiais do lado de fora. </i> <br/> <br/> Coloque Jyn Odan como indicado."
  },
  {
    "key": "TUT_NEW_3_PLACE_GAARKHAN",
    "en": "Place Gaarkhan as indicated.",
    "pt": "Coloque Gaarkhan como indicado."
  },
  {
    "key": "TUT_NEW_3_PLACE_FENN",
    "en": "Place Fenn Signis as indicated.",
    "pt": "Coloque Fenn Signis como indicado."
  },
  {
    "key": "TUT_NEW_3_PLACE_GIDEON",
    "en": "Place Gideon Argus as indicated.",
    "pt": "Coloque Gideon Argus como indicado."
  },
  {
    "key": "TUT_NEW_3_STARTING_CARDS",
    "en": "Each player takes one hero’s Hero sheet (full-color side faceup) and that hero’s <b>Class cards</b>, with only the starting weapon card faceup.",
    "pt": "Cada jogador recebe uma folha de Herói de um herói (face colorida voltada para cima) e as <b> cartas de Classe </b> do herói, com apenas a carta inicial da carta de arma voltada para cima."
  },
  {
    "key": "TUT_NEW_3_PLACE_CRATES",
    "en": "<i>The room is mostly stripped bare of anything useful, but a couple of crates remain behind, forgotten in the rush to evacuate.</i><br/><br/>Place 2 crates.",
    "pt": "<i> A sala está praticamente despida de qualquer coisa útil, mas alguns caixotes ficam para trás, esquecidos na pressa de evacuar. </i> <br/> <br/> Coloque 2 caixas."
  },
  {
    "key": "TUT_NEW_3_DOOR_OPENS",
    "en": "<i>The sound of blaster fire impacting the base door echoes through the room. You ready your weapons and prepare to face the Imperial forces head on. After several moments, the blasts stop, leaving you in tense silence.</i>",
    "pt": "<I> O som do fogo blaster que impacta a porta da base ecoa através do quarto. Você prepara suas armas e se prepara para enfrentar as forças imperiais de frente. Depois de vários momentos, as explosões param, deixando você em tenso silêncio. </i>"
  },
  {
    "key": "TUT_NEW_3_DOOR_OPENS_2",
    "en": "<i>A few moments later, a small explosion rocks the structure and leaves a gaping hole in the door.</i><br/><br/>Open the door. Place tiles 02A, 18A, and 38B.",
    "pt": "<i> Alguns momentos depois, uma pequena explosão sacode a estrutura e deixa um buraco na porta. </i> <br/> <br/> Abra a porta. Coloque as peças 02A, 18A e 38B."
  },
  {
    "key": "TUT_NEW_3_STORMTROOPERS",
    "en": "<i>Through the hole in the door, you see a squad of stormtroopers gathered outside. Two of them stand back, weapons at the ready, while a third has pressed up against the side of the structure to get clear of the blasting charges.</i><br/><br/>Deploy a regular Stormtrooper group. Assign it a color.",
    "pt": "<i> Através do buraco na porta, você vê um esquadrão de stormtroopers reunidos do lado de fora. Dois deles se afastam, armas prontas, enquanto um terceiro tem pressionado contra o lado da estrutura para se livrar das cargas explosivas. </i> <br/> <br/> Implante um grupo regular de Stormtrooper. Atribuir uma cor."
  },
  {
    "key": "TUT_NEW_3_CHARGE",
    "en": "<i>With a ferocious battle roar, Gaarkhan charges toward the open door and the stormtroopers beyond.</i><br/><br/>Gaarkhan will activate first for demonstration purposes.",
    "pt": "<i> Com um feroz rugido de batalha, Gaarkhan se dirige para a porta aberta e para as tropas de assalto. </i> <br/> <br/> Gaarkhan será ativado primeiro para fins de demonstração."
  },
  {
    "key": "TUT_NEW_3_CHARGE_2",
    "en": "Some heroes have special <b>actions</b> (indicated by an  icon) listed on their Hero sheets that provide them additional options during their activations. Each special action can only be used once per activation.",
    "pt": "Alguns heróis têm <b> ações </b> especiais (indicadas por um ícone listed) listadas em suas planilhas de Herói que fornecem opções adicionais durante suas ativações. Cada ação especial só pode ser usada uma vez por ativação."
  },
  {
    "key": "TUT_NEW_3_CHARGE_3",
    "en": "Gaarkhan has the Charge special <b>action</b>, which reads:<br/><br/>2: Move a number of spaces up to your Speed. Then, you may perform an <b>attack</b> with a  weapon.<br/><br/>This ability requires that Gaarkhan spend an action () and suffer 2 <b>strain</b> (indicated by the 2) to perform.",
    "pt": "Gaarkhan tem a acusação de <b> ação </b>, que diz: <br/> <br/> 2: Mova vários espaços até sua velocidade. Então, você pode executar um <b> ataque </b> com uma  arma. <br/> <br/> Esta habilidade requer que Gaarkhan gaste uma ação () e sofra 2 <b> tensão </b> ( indicado pelo 2) para executar."
  },
  {
    "key": "TUT_NEW_3_STRAIN",
    "en": "When a hero suffers <b>strain</b> (), place strain tokens on that hero’s Hero sheet. A hero can only voluntarily suffer an amount of strain () up to its <b>Endurance</b>. For example, if Gaarkhan had 3 or 4 strain on his hero sheet, he could not choose to use his Charge ability.",
    "pt": "Quando um herói sofre <b> tensão </b> (), coloque fichas de deformação na ficha Hero desse herói. Um herói só pode voluntariamente sofrer uma quantidade de tensão () até o seu <b> Endurance </b>. Por exemplo, se Gaarkhan tivesse 3 ou 4 de tensão em sua folha de herói, ele não poderia escolher usar sua habilidade de carga."
  },
  {
    "key": "TUT_NEW_3_CHARGE_4",
    "en": "Place 2 <b>strain</b> () tokens on Gaarkhan’s Hero sheet to use Gaarkhan’s Charge <b>ability</b>. Move Gaarkhan <b>adjacent</b> to the two Stormtroopers farthest from him so that he can take advantage of his Vibro-Ax’s <b>Cleave</b> ability. Then perform an attack with Gaarkhan.",
    "pt": "Coloque 2 fichas <b> de tensão </b> () na ​​ficha Herói de Gaarkhan para usar a <g> capacidade </b> de Gaarkhan. Mova Gaarkhan <b> adjacente </b> para os dois Stormtroopers mais distantes dele para que ele possa tirar proveito da habilidade <b> Cleave </b> do seu Vibro-Axe. Então execute um ataque com Gaarkhan."
  },
  {
    "key": "TUT_NEW_3_GAARKHAN_ACTION_2",
    "en": "Using his Charge <b>ability</b> only took one of Gaarkhan’s two <b>actions</b>. Perform a second action now for Gaarkhan, and then end his <b>activation</b>. Remember that he cannot use Charge again this activation because special actions can only be used once per activation.",
    "pt": "Usar sua <b> habilidade </b> só levou uma das duas <b> ações de Gaarkhan </b>. Realize uma segunda ação agora para Gaarkhan e termine sua <b> ativação </b>. Lembre-se de que ele não pode usar Charge novamente nessa ativação porque ações especiais só podem ser usadas uma vez por ativação."
  },
  {
    "key": "TUT_NEW_3_INTERRUPT",
    "en": "Some hero <b>abilities</b> are able to <b>interrupt</b> the normal flow of the game. Jyn Odan’s Quick Draw is one such ability. It reads:<br/><br/>2: Use at the start of a hostile figure’s activation. Interrupt to perform an attack with a <i>Pistol</i> targeting that figure. Limit once per round (twice if you have 2 activation tokens).",
    "pt": "Algumas <b> habilidades de herói </b> são capazes de <b> interromper </b> o fluxo normal do jogo. O Quick Draw de Jyn Odan é uma dessas habilidades. Ele lê: <br/> <br/> 2: use no início da ativação de uma figura hostil. Interromper para executar um ataque com uma <i> pistola </i> visando esse valor. Limite uma vez por rodada (duas vezes se você tiver 2 tokens de ativação)."
  },
  {
    "key": "TUT_NEW_3_QUICK_DRAW",
    "en": "With Quick Draw, Jyn can <b>interrupt</b> an Imperial figure’s activation to perform an attack by suffering 2 <b>strain</b> (). She can only do this once per round, as stated in the ability’s text. During rounds when Jyn has two portraits shown in the app (which is the app equivalent of 2 activation tokens), she can use Quick Draw twice.<br/><br/>Jyn is in a perfect position to Quick Draw on the closest Stormtrooper. Place 2 strain () tokens on her Hero sheet and perform an attack against that Stormtrooper. If you manage to defeat it, remove it from the map. It does not get to finish its activation.",
    "pt": "Com o Quick Draw, Jyn pode <b> interromper </b> a ativação de uma figura imperial para realizar um ataque sofrendo 2 <b> tensão </b> (). Ela só pode fazer isso uma vez por rodada, conforme indicado no texto da habilidade. Durante as rodadas, quando Jyn tem dois retratos mostrados no aplicativo (que é o equivalente a dois tokens de ativação), ela pode usar o Quick Draw duas vezes. <br/> <br/> Jyn está em uma posição perfeita para o Quick Draw no mais próximo Stormtrooper. Coloque 2 fichas de tensão () na ​​sua ficha de Herói e realize um ataque contra o Stormtrooper. Se você conseguir derrotá-lo, remova-o do mapa. Não consegue terminar sua ativação."
  },
  {
    "key": "TUT_NEW_3_OPPORTUNIST",
    "en": "If Jyn managed to do at least 1 <b>damage</b> () to the Stormtrooper, she can now use her Opportunist <b>ability</b> to <b>move 1 space</b>. Since Opportunist does not have a <b>strain</b> () cost listed for it, it does not cost strain to use. Then finish the <b>activation</b> for any remaining Stormtroopers. If Jyn and Gaarkhan managed to <b>defeat</b> the entire <b>group</b>, the Stormtrooper activation ends, and it becomes the heroes’ turn to activate.",
    "pt": "Se Jyn conseguiu fazer pelo menos 1 <b> dano </b> () ao Stormtrooper, ela agora pode usar sua <b> habilidade <b> Oportunista </ ​​b> para <b> mover 1 espaço </b>. Como o Oportunista não tem um custo de <b> cepa </b> () listado para ele, não custa esforço usar. Depois termine a <b> ativação </b> para qualquer Stormtroopers restante. Se Jyn e Gaarkhan conseguirem <b> derrotar </b> todo o <b> grupo </b>, a ativação do Stormtrooper terminará e se tornará a vez dos heróis se ativarem."
  },
  {
    "key": "TUT_NEW_3_PLACE_NEXU",
    "en": "<i>A large, fearsome-looking animal climbs over the base’s perimeter fence.</i><br/><br/>Deploy a regular Nexu. The Nexu has a Mercenary <b>affiliation</b>, so its <b>Deployment card</b> will have a green back with the Mercenary icon () on it. Figures with either Mercenary () or Imperial () affiliation are considered <b>Imperial figures</b>. Place the Nexu’s Deployment card on the table for reference.",
    "pt": "<i> Um animal grande e de aparência assustadora sobe pelo perímetro da base. </i> <br/> <br/> Implanta um Nexu comum. O Nexu tem uma <b> afiliação Mercenary </b>, portanto, seu <b> cartão de implantação </b> terá um green de volta com o ícone Mercenary () nele. Figuras com afiliação Mercenary () ou Imperial () são consideradas <b> Figuras imperiais </b>. Coloque o cartão de implantação do Nexu na tabela para referência."
  },
  {
    "key": "TUT_NEW_3_MOBILE",
    "en": "This Nexu has the <b>Mobile</b> keyword on its <b>Deployment card,</b> which allows it to ignore <b>terrain</b>, so the Nexu can move into and stop on spaces containing <b>blocking terrain,</b> as it is doing here.",
    "pt": "Esse Nexu tem a palavra-chave <b> Móvel </b> em sua <b> Placa de implantação </b>, que permite ignorar o <b> terreno </b>, para que o Nexu possa entrar e parar em espaços contendo <b> bloqueando o terreno, </b> como está fazendo aqui."
  },
  {
    "key": "TUT_NEW_3_LARGE_BASE",
    "en": "The Nexu is also a <b>large figure</b> because its base is larger than a single space. There are two main differences between large and small figures:<br/>• Large figures cannot move diagonally. For examples of large figure movement, see Appendix II in the Rules Reference Guide.<br/>• When drawing <b>line of sight</b> to a large figure, you only need to draw sight lines to two adjacent corners of any one of the spaces it occupies.",
    "pt": "O Nexu também é um <b> grande número </b> porque sua base é maior que um único espaço. Existem duas diferenças principais entre figuras grandes e pequenas: <br/> • Figuras grandes não podem se mover na diagonal. Para exemplos de movimento de figuras grandes, consulte o Apêndice II no Guia de Referência de Regras. <br/> • Ao desenhar <b> linha de visão </b> para uma figura grande, você só precisa desenhar linhas de visão para dois cantos adjacentes de qualquer um dos espaços que ocupa."
  },
  {
    "key": "TUT_NEW_3_CUNNING",
    "en": "The Nexu has the Cunning <b>ability</b> on its <b>Deployment card</b>. This ability gives it an extra block () when it rolls an evade () while defending. Be sure to familiarize yourself with the abilities that <b>Imperial figures</b> have on their Deployment cards when they are deployed. Remember that any ability that uses the word \"may\" or \"choose\" should be ignored when playing <i>Legends of the Alliance</i>. You can also ignore special actions (indicated by one or more  icons) on Imperial Deployment cards.",
    "pt": "O Nexu tem a capacidade <b> de habilidade <b> em seu <b> cartão de implantação </b>. Essa habilidade lhe dá um bloqueio extra () quando rola uma evasão () enquanto defende. Certifique-se de se familiarizar com as habilidades que os <b> Figuras imperiais </b> têm em suas fichas de implantação quando são implantadas. Lembre-se de que qualquer habilidade que use a palavra \"may\" ou \"choose\" deve ser ignorada ao jogar <i> Legends of the Alliance </i>. Você também pode ignorar ações especiais (indicadas por um ou mais ícones) nos cartões de Implantação do Imperial."
  },
  {
    "key": "TUT_NEW_3_HERO_TURN",
    "en": "It is now the heroes’ turn to <b>activate</b>.<br/><br/>  Objective Updated  <br/><br/>(1 of 3) Attack the Imperial forces until the last transport is away.",
    "pt": "Agora é a vez dos heróis para <b> ativar </b>. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (1 de 3) Ataque as forças imperiais até o último transporte está ausente."
  },
  {
    "key": "TUT_NEW_3_CONDITIONS",
    "en": "The Nexu has the <b>Bleed</b> keyword on its <b>Deployment card</b>, which allows it to give the Bleed <b>condition</b> to figures it damages with its attacks. Conditions like Bleed are lasting effects. When a figure gains a condition, place a token for that condition next to that figure. Each condition has a reference card that describes its effects, including the way in which it is removed.<br/><br/>Some conditions, like Bleed and <b>Stun</b>, are <i>Harmful</i>, as indicated by the trait on the Condition card and their purple color. Others, like <b>Focus</b>, are <i>Beneficial</i>, which are colored green.",
    "pt": "O Nexu tem a palavra-chave <b> Purgar </b> em seu <b> Cartão de Implantação </b>, que permite dar à condição Bleed <b> </b> valores que prejudicam seus ataques. Condições como Bleed são efeitos duradouros. Quando uma figura ganha uma condição, coloque um token para essa condição ao lado dessa figura. Cada condição tem um cartão de referência que descreve seus efeitos, incluindo a maneira como ele é removido. <br/> <br/> Algumas condições, como Bleed e <b> Stun </b>, são <i> Nocivas </i>, como indicado pelo traço no cartão de condição e sua cor roxa. Outros, como <b> Focus </b>, são <i> Benéficos </i>, que são de cor verde."
  },
  {
    "key": "TUT_NEW_3_CONDITIONS_2",
    "en": "Some weapons and <b>Deployment cards</b> have <b>surge</b> abilities that apply <b>conditions</b>. For example, the Royal Guards from the last tutorial had the surge ability: \": Stun.\" When such an ability is used, if the <b>target</b> suffers at least 1 <b>damage</b> () during the attack, then that condition is applied either to the target of the attack (if the condition is <i>Harmful</i>) or to the attacker (if the condition is <i>Beneficial).</i><br/><br/>The Nexu is not required to spend a surge to trigger its <b>Bleed</b> ability, but it must do at least 1 damage to its target in order for the target to become Bleeding.",
    "pt": "Algumas armas e <b> cartas de implantação </b> têm habilidades de <b> aumento </b> que aplicam <b> condições </b>. Por exemplo, os Guardas Reais do último tutorial tiveram a habilidade de aumentar: \": Stun\". Quando tal habilidade é usada, se o <b> alvo </b> sofre pelo menos 1 <b> dano </b> () durante o ataque, então essa condição é aplicada ao alvo do ataque (se a condição é <i> Prejudicial </i>) ou para o atacante (se a condição for <i> Benéfica). </i> <br/> <br/> O Nexu não é obrigado a gastar um surto para acionar sua habilidade <b> Purgar </b>, mas deve causar pelo menos 1 dano ao alvo para que o alvo se torne Sangramento."
  },
  {
    "key": "TUT_NEW_3_RAGE",
    "en": "Gaarkhan’s Rage <b>ability</b> allows him to gain the <b>Focus</b> condition when he suffers at least 3 damage () during a single attack. A figure cannot gain a <b>condition</b> that it currently has, so Gaarkhan cannot use Rage if he is already Focused.",
    "pt": "A habilidade de <b> Raiva de Gaarkhan </b> permite que ele ganhe a condição de <b> Foco </b> quando ele sofre pelo menos 3 pontos de dano () durante um único ataque. Uma figura não pode ganhar uma <b> condição </b> que tenha atualmente, então Gaarkhan não pode usar o Rage se ele já estiver focado."
  },
  {
    "key": "TUT_NEW_3_OTHER_ABILITIES_3",
    "en": "Fenn has <b>abilities</b> on his Hero sheet that are not covered in this tutorial. You should familiarize yourselves with those abilities now. Refer to the Rules Reference Guide if you have any questions about those abilities.",
    "pt": "Fenn tem <b> habilidades </b> em sua folha Hero que não são abordadas neste tutorial. Vocês devem se familiarizar com essas habilidades agora. Consulte o Guia de Referência de Regras se você tiver alguma dúvida sobre essas habilidades."
  },
  {
    "key": "TUT_NEW_3_OTHER_ABILITIES_4",
    "en": "Fenn and Gideon have <b>abilities</b> on their Hero sheets that are not covered in this tutorial. You should familiarize yourselves with those abilities now. Refer to the Rules Reference Guide if you have any questions about those abilities.",
    "pt": "Fenn e Gideon têm <b> habilidades </b> em suas planilhas Hero que não são abordadas neste tutorial. Vocês devem se familiarizar com essas habilidades agora. Consulte o Guia de Referência de Regras se você tiver alguma dúvida sobre essas habilidades."
  },
  {
    "key": "TUT_NEW_3_ACTIVATE_NEXU",
    "en": "Perform the Nexu’s <b>activation</b> now. Remember that <b>Imperial figures</b> can only perform one action with a  icon each activation.",
    "pt": "Realize a <b> ativação </b> do Nexu agora. Lembre-se de que <b> Figuras imperiais </b> só podem executar uma ação com um ícone each a cada ativação."
  },
  {
    "key": "TUT_NEW_3_STRAIN_MOVE",
    "en": "Sometimes a hero just needs to move a space or two to get next to a <b>crate</b> or get <b>line of sight</b> to an enemy, which makes a move <b>action</b> less than ideal. Heroes always have the inherent <b>ability</b> to suffer 1 <b>strain</b> () to gain 1 <b>movement point</b> during their <b>activation</b>. They can do this up to twice per activation. This is an invaluable tool for saving a hero’s actions for more important uses like <b>attacking</b> or <b>interacting</b>.",
    "pt": "Às vezes, um herói só precisa mover um espaço ou dois para chegar perto de uma caixa ou obter uma linha de visão para um inimigo, o que faz uma jogada de ação. b> menos que ideal. Heróis sempre têm a <b> habilidade inerente </b> de sofrer 1 <b> tensão </b> () para ganhar 1 <b> ponto de movimento </b> durante sua <b> ativação </b>. Eles podem fazer isso até duas vezes por ativação. Esta é uma ferramenta inestimável para salvar as ações de um herói para usos mais importantes, como <b> ataque </b> ou <b> interação </b>."
  },
  {
    "key": "TUT_NEW_3_REST",
    "en": "With many <b>abilities</b> that require suffering <b>strain</b> (), heroes can quickly find themselves with strain equal to their <b>Endurance</b>. To remove this strain, heroes need to perform a <b>rest</b> action. When a hero rests, that hero removes all strain from its Hero sheet.<br/><br/><b>Important:</b> This app changes the rules for resting from those presented in the Rules Reference Guide. Resting in <i>Legends of the Alliance</i> does not allow a hero to <b>recover</b> damage. Recovering damage will be discussed later in this tutorial.",
    "pt": "Com muitas <b> habilidades </b> que exigem sofrimento <b> tensão </b> (), os heróis podem rapidamente se encontrar com tensão igual ao seu <b> Endurance </b>. Para remover essa tensão, os heróis precisam realizar uma ação <b> rest </b>. Quando um herói descansa, esse herói remove toda a tensão de sua folha de herói. <br/> <br/> <b> Importante: </b> Este aplicativo altera as regras para descanso daquelas apresentadas no Guia de Referência de Regras. Descansar em <i> Legends of the Alliance </i> não permite que um herói recupere dano </b>. Recuperar dano será discutido mais adiante neste tutorial."
  },
  {
    "key": "TUT_NEW_3_SURGE_RECOVERY",
    "en": "There is one other way that heroes can remove <b>strain</b> (). When a hero is attacking, that hero can spend one surge () result to remove one strain from its Hero sheet. This can be done even if the attack <b>misses</b>. A hero may only do this once per attack.",
    "pt": "Existe uma outra maneira que os heróis podem remover <b> strain </b> (). Quando um herói está atacando, esse herói pode gastar um resultado de surto () para remover uma linhagem de sua folha Heroica. Isso pode ser feito mesmo se o ataque <b> erra </b>. Um herói só pode fazer isso uma vez por ataque."
  },
  {
    "key": "TUT_NEW_3_CRATE",
    "en": "<i>A crate of supplies got left behind in the scramble to evacuate.</i><br/><br/>A hero can <b>interact</b> to open this <b>crate</b>. Remember a hero must be <b>adjacent</b> and spend an <b>action</b> to interact.",
    "pt": "<i> Uma caixa de suprimentos foi deixada para trás na luta para evacuar. </i> <br/> <br/> Um herói pode <b> interagir </b> para abrir essa <b> caixa </b> . Lembre-se de que um herói deve ser <b> adjacente </b> e passar uma <b> ação </b> para interagir."
  },
  {
    "key": "TUT_NEW_3_CRATE_CLAIM",
    "en": "<i>You found some useful supplies.</i><br/><br/>The hero who opened this <b>crate</b> draws 1 <b>Supply card</b> from the Supply deck. Make sure the cards listed in step 1 of the Setup section of the <i>Legends of the Alliance</i> Rulebook have been removed from the Supply deck. A Supply card provides a special ability to the hero that possesses it. Supply cards cannot be traded.<br/><br/>You also gained 50 credits. Credits are tracked by the app and can be spent between missions to gain new <b>Item cards</b>.",
    "pt": "<i> Você encontrou alguns suprimentos úteis. </i> <br/> <br/> O herói que abriu esta <b> caixa </b> comprou 1 <b> Carta de suprimento </b> do baralho de suprimento. Certifique-se de que as cartas listadas na etapa 1 da seção Configuração do livro de regras <i> Legends of the Alliance </i> foram removidas do baralho de suprimento. Uma carta de suprimento fornece uma habilidade especial para o herói que a possui. Os cartões de suprimento não podem ser negociados. <br/> <br/> Você também ganhou 50 créditos. Os créditos são rastreados pelo aplicativo e podem ser gastos entre as missões para ganhar novos <b> Cartões de itens </b>."
  },
  {
    "key": "TUT_NEW_3_MEDICAL_CLAIMED",
    "en": "<i>You found a medpac inside!</i><br/><br/>You gained 1 medpac. Your medpac count is indicated at the bottom of the screen. Medpacs are used for <b>recovering</b> damage (). You will typically begin a mission with one or more medpacs and can find more medpacs over the course of a mission. Medpacs do not carry over between missions, so use them when you need them.",
    "pt": "<i> Você encontrou um medpac dentro! </i> <br/> <br/> Você ganhou 1 medpac. Sua contagem de medpac é indicada na parte inferior da tela. Medpacs são usados ​​para <b> recuperação de dano </b> (). Você normalmente iniciará uma missão com um ou mais medpacs e poderá encontrar mais medpacs ao longo de uma missão. Os medpacs não são transmitidos entre as missões, portanto use-os quando precisar deles."
  },
  {
    "key": "TUT_NEW_3_MED_PACKS_1",
    "en": "After a hero performs a rest action, that hero can spend a medpac during that figure’s <b>activation</b> to <b>recover</b> up to 5 <b>damage</b> (), which removes that much damage from the figure.<br/><br/>To use a medpac, select the Medpacs button, highlighted below.",
    "pt": "Depois que um herói realiza uma ação de descanso, esse herói pode gastar um medpac durante a <b> ativação da figura </b> para <b> recuperar </b> até 5 <b> dano </b> (), que elimina muito dano da figura. <br/> <br/> Para usar um medpac, selecione o botão Medpacs, destacado abaixo."
  },
  {
    "key": "TUT_NEW_3_MED_PACKS_2",
    "en": "Medpacs are in short supply for the Rebellion, so you better use them wisely. You need to achieve your goals quickly, or else you will find yourselves taking more damage than you can shake off. If all heroes are <b>wounded</b> during a mission, you will have to be extracted before you can accomplish your objectives, and Alliance High Command won’t be happy about that.",
    "pt": "Medpacs são escassos para a Rebelião, então é melhor usá-los com sabedoria. Você precisa atingir seus objetivos rapidamente, ou então você vai encontrar mais danos do que você pode sacudir. Se todos os heróis forem <b> feridos </b> durante uma missão, você terá que ser extraído antes de poder realizar seus objetivos, e o Alto Comando da Aliança não ficará satisfeito com isso."
  },
  {
    "key": "TUT_NEW_3_OBJECTIVE_OFFICER",
    "en": "(2 of 3) Defeat the Imperial Officer.",
    "pt": "(2 de 3) Derrote o oficial imperial."
  },
  {
    "key": "TUT_NEW_3_DEPLOY_OFFICER",
    "en": "<i>An officer strides through the gate.</i><br/><br/>Deploy an elite Imperial Officer. <b>Elite figures</b> are stronger versions of regular figures and use red <b>Deployment cards</b> instead of gray ones. Note that this Imperial Officer has 3 bonus Health, indicated by the +3 on its icon in the app.<br/><br/>  Objective Updated  <br/><br/>(2 of 3) Defeat the Imperial Officer.",
    "pt": "<i> Um oficial passa pelo portão. </i> <br/> <br/> Implante um oficial imperial de elite. <b> Figuras de elite </b> são versões mais fortes de números regulares e usam cartões de implantação <b> vermelhos </b> em vez de cinza. Note que este Oficial Imperial tem 3 de Vida de bônus, indicados pelo +3 em seu ícone no aplicativo. <br/> <br/>  Objetivo Atualizado  <br/> <br/> (2 de 3) Derrotar o Império Oficial."
  },
  {
    "key": "TUT_NEW_3_DEPLOY",
    "en": "<i>The officer looks at you with disdain before barking orders at the forces accompanying him to destroy you.</i><br/><br/>Sometimes the app will deploy Imperial groups at random from your collection. These deployments are indicated by a chance cube icon next to the group’s portrait on the right side of the screen. The app will highlight a space on the map, and you should place each figure in that group as close to that space as possible.",
    "pt": "<i> O oficial olha para você com desdém antes de dar ordens às forças que o acompanham para destruí-lo. </i> <br/> <br/> Às vezes, o aplicativo vai implantar grupos imperiais aleatoriamente de sua coleção. Essas implantações são indicadas por um ícone de cubo ao lado do retrato do grupo, no lado direito da tela. O aplicativo destacará um espaço no mapa e você deverá colocar cada figura desse grupo o mais próximo possível desse espaço."
  },
  {
    "key": "TUT_NEW_3_OFFICER_ORDER",
    "en": "Imperial Officers prefer for others to do the fighting for them. To that end, this figure will attempt to use its Order instruction to tell another <b>Imperial figure</b> to <b>attack</b> the hero that has suffered the least damage (). If there is no eligible figure that can attack that hero, use <b>targeting priority</b> to pick the hero with the least damage () that could be attacked to be the <b>target</b>. If no other Imperial figure can perform an attack, skip the instruction.",
    "pt": "Oficiais Imperiais preferem que os outros lutem por eles. Para esse fim, esta figura tentará usar sua instrução Order para dizer a outra <b> figura Imperial </b> para <b> atacar </b> o herói que sofreu o menor dano (). Se não houver nenhum personagem elegível que possa atacar aquele herói, use <b> prioridade de alvo </b> para escolher o herói com o menor dano () que poderia ser atacado para ser o <b> alvo </b>. Se nenhuma outra figura imperial puder realizar um ataque, pule a instrução."
  },
  {
    "key": "TUT_NEW_3_OFFICER_FREE",
    "en": "This Imperial Officer has an instruction preceded by a •. This symbol indicates that this instruction does not require an <b>action</b> (), and so this instruction will always be performed if its conditions are met; it does not count toward the two action () instructions that the figure can perform during its <b>activation</b>.",
    "pt": "Este Oficial Imperial tem uma instrução precedida por um. Este símbolo indica que esta instrução não requer uma <b> ação </b> (), e assim esta instrução sempre será executada se suas condições forem satisfeitas; ele não conta para as duas instruções de ação () que a figura pode executar durante sua <b> ativação </b>."
  },
  {
    "key": "TUT_NEW_3_OBJECTIVE_CRATES",
    "en": "(3 of 3) Open all of the crates.",
    "pt": "(3 de 3) Abra todas as caixas."
  },
  {
    "key": "TUT_NEW_3_GET_THE_CRATES",
    "en": "<i>\"The last transport is preparing to depart,\" Lieutenant Talcon reports via comlink. \"Grab any supplies you can carry and head toward your ships!\"</i><br/><br/>  Objective Updated  <br/><br/>(3 of 3) Open all of the <b>crates</b>.",
    "pt": "<i> \"O último transporte está se preparando para partir\", relata o tenente Talcon via comlink. \"Pegue qualquer material que você possa carregar e siga em direção a seus navios!\" </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> (3 de 3) Abra todos os <b> caixas </b>."
  },
  {
    "key": "TUT_NEW_3_REWARD_SCREEN",
    "en": "This is the Mission Reward window. It shows you how much fame and how many credits you earned over the course of this mission, as well as bonuses for finishing the mission. At the bottom are items that the Rebel Alliance has allocated to your team as a reward for your service. Select outside of the Mission Reward window to close it.",
    "pt": "Esta é a janela de recompensa da missão. Ele mostra quanta fama e quantos créditos você ganhou ao longo desta missão, além de bônus por terminar a missão. Na parte inferior estão os itens que a Aliança Rebelde alocou para sua equipe como recompensa pelo seu serviço. Selecione fora da janela de recompensa da missão para fechá-lo."
  },
  {
    "key": "TUT_VET_NAME",
    "en": "Veteran Exercises",
    "pt": "Exercícios veteranos"
  },
  {
    "key": "TUT_VET_DESC",
    "en": "<i>Learn to fight the Empire on a new front!</i><br/><br/>This is the app tutorial for Imperial Assault veterans.",
    "pt": "<i> Aprenda a lutar contra o Império em uma nova frente! </i> <br/> <br/> Este é o tutorial do aplicativo para os veteranos do Imperial Assault."
  },
  {
    "key": "TUT_VET_DOOR",
    "en": "<i>A gate leads into the Rebel base, which is surrounded by a fence overgrown with vegetation.</i><br/><br/>{0}",
    "pt": "<i> Um portão leva à base rebelde, que é cercada por uma cerca coberta de vegetação. </i> <br/> <br/> {0}"
  },
  {
    "key": "TUT_VET_DOOR_LOCKED",
    "en": "This door is locked.",
    "pt": "Essa porta está trancada."
  },
  {
    "key": "TUT_VET_DOOR_UNLOCKED",
    "en": "A Rebel can interact with this door to open it.",
    "pt": "Um rebelde pode interagir com essa porta para abri-la."
  },
  {
    "key": "TUT_VET_INTRO",
    "en": "<i>\"Welcome to boot camp, soldiers! My name is Lieutenant Talcon. I am here to teach you what you need to know to do battle against the Empire. I know you all have seen your fair share of action already, but this is a whole new battle you’re about to join. If you want to have any hope of bringing down the Empire, you’re going to have to learn a new way of doing things.\"</i><br/><br/>This tutorial will walk you through how to play <i>Star Wars: Imperial Assault—Legends of the Alliance</i>. <i>Italicized text</i> is story text. Non-italicized text is rules and instructional text.",
    "pt": "<I> \"Bem-vindo ao acampamento, soldados! Meu nome é Tenente Talcon. Estou aqui para ensinar o que você precisa saber para lutar contra o Império. Eu sei que todos vocês já viram o seu quinhão de ação, mas isso é uma batalha totalmente nova que você está prestes a participar. Se você quiser ter alguma esperança de derrubar o Império, você terá que aprender uma nova maneira de fazer as coisas. \"</i> <br/> <br/> Este tutorial irá orientá-lo sobre como jogar Star Wars: Imperial Assault - Legends of the Alliance. <i> Texto em itálico </i> é o texto da história. Texto não em itálico são regras e texto instrucional."
  },
  {
    "key": "TUT_VET_ALL_TILES",
    "en": "Gather the following tiles for this mission:<br/><br/>01A<br/>02A<br/>18A (2)<br/>22B<br/>24B<br/>36B<br/>38B",
    "pt": "Reúna as seguintes peças para esta missão: <br/> <br/> A01A <br/> 02A <br/> 18A (2) <br/> 22B <br/> 24B <br/>  36B <br/> 38B"
  },
  {
    "key": "TUT_VET_OBJECTIVE_INIT",
    "en": "Learn to play <i>Legends of the Alliance</i>.",
    "pt": "Aprenda a jogar <i> Lendas da Aliança </i>."
  },
  {
    "key": "TUT_VET_LOG",
    "en": "If you need to review past messages, you can find them in the message log by selecting the indicated icon. The message log also displays your current objective. Select anywhere outside of the message log to close it.",
    "pt": "Se você precisar revisar as mensagens anteriores, poderá encontrá-las no log de mensagens selecionando o ícone indicado. O log de mensagens também exibe seu objetivo atual. Selecione em qualquer lugar fora do log de mensagens para fechá-lo."
  },
  {
    "key": "TUT_VET_INTRO_TILES",
    "en": "<i>\"Your assignment is to patrol the boundary of the base and make sure Imperial troops can’t catch us off guard. I will monitor your progress from the command center and keep in contact via comlink.\" You turn toward the ancient metal gate that leads out of the base into the dense, wild jungle beyond.</i><br/><br/>Place tiles 01A, 18A (2), and 1 door. If you cannot see the whole map, you can move the map around the screen by dragging it. You can also zoom in and out on the map.",
    "pt": "<i> \"Sua tarefa é patrulhar o limite da base e garantir que as tropas imperiais não possam nos pegar desprevenidos. Vou monitorar seu progresso no centro de comando e manter contato via comlink.\" Você se volta em direção ao portão de metal antigo que leva para fora da base para a selva densa e selvagem além. </i> <br/> <br/> Coloque as telhas 01A, 18A (2) e 1 porta. Se você não puder ver o mapa inteiro, poderá mover o mapa pela tela arrastando-o. Você também pode aumentar e diminuir o zoom no mapa."
  },
  {
    "key": "TUT_VET_INTRO_HEROES",
    "en": "<i>You pass through the gate, which is closed behind you. \"Keep your eyes open for any sign of Imperial soldiers,\" you hear through your comlink’s earpiece. \"We may have destroyed the Empire’s Death Star, but they still know we are here on Yavin 4, so we can’t have them sneak up on us while we are evacuating the base.\"</i>",
    "pt": "<i> Você passa pelo portão, que está fechado atrás de você. \"Mantenha os olhos abertos para qualquer sinal de soldados imperiais\", você ouve através do fone de ouvido do seu link. \"Podemos ter destruído a Estrela da Morte do Império, mas eles ainda sabem que estamos aqui em Yavin 4, então não podemos fazer com que eles nos atinjam enquanto estamos evacuando a base.\" </i>"
  },
  {
    "key": "TUT_VET_INTRO_HERO",
    "en": "Place {0} on the indicated space. One player takes {0}'s Hero sheet and starting weapon.",
    "pt": "Coloque {0} no espaço indicado. Um jogador recebe a ficha Hero e a arma inicial de {0}."
  },
  {
    "key": "TUT_VET_INTRO_TROOPERS",
    "en": "<i>Suddenly, you catch a glimpse of movement out of the corner of your eye. A squad of Imperial stormtroopers has ambushed you!</i><br/><br/>Deploy 3 Stormtroopers to the indicated spaces and place a regular Stormtrooper card on the table for reference. Then choose a color for this group below. This color helps you tell multiple groups of the same type apart. The colors below match the stickers provided in your core game.",
    "pt": "<I> De repente, você pega um vislumbre do movimento com o canto do olho. Um pelotão de stormtroopers imperiais emboscaram você! <br/> <br/> <br/> Implante 3 Stormtroopers nos espaços indicados e coloque uma placa Stormtrooper regular na mesa como referência. Em seguida, escolha uma cor para este grupo abaixo. Essa cor ajuda a distinguir vários grupos do mesmo tipo. As cores abaixo correspondem aos adesivos fornecidos no seu jogo principal."
  },
  {
    "key": "TUT_VET_TROOPERS_TRACKING",
    "en": "Even though this tutorial will tell you where to place and move figures at times, this is for demonstration purposes only. During a typical mission, the app does not track where any figures, Rebel or Imperial, are on the map.",
    "pt": "Mesmo que este tutorial lhe diga onde colocar e mover figuras às vezes, isso é apenas para fins de demonstração. Durante uma missão típica, o aplicativo não rastreia onde qualquer figura, Rebel ou Imperial, está no mapa."
  },
  {
    "key": "TUT_VET_TROOPER_ICON",
    "en": "This icon represents the group of Stormtroopers. The colored ring around the group matches the color you picked for the group to help you identify which figures belong to this group. You can select this icon to find out more information about this group.",
    "pt": "Este ícone representa o grupo de Stormtroopers. O anel colorido ao redor do grupo corresponde à cor escolhida para o grupo, para ajudar você a identificar quais figuras pertencem a esse grupo. Você pode selecionar este ícone para descobrir mais informações sobre esse grupo."
  },
  {
    "key": "TUT_VET_TROOPERS",
    "en": "<i>\"Blast! How did we not detect them before now? No time to worry about that, you have to get ready for combat!\"</i><br/><br/>The Stormtroopers interrupt to activate.",
    "pt": "<i> \"Blast! Como nós não os detectamos antes? Não há tempo para se preocupar com isso, você tem que se preparar para o combate!\" </i> <br/> <br/> Os Stormtroopers interrompem a ativação."
  },
  {
    "key": "TUT_VET_TROOPERS_ACT",
    "en": "Imperial figures activate in groups. When a group activates, each figure takes its activation one at a time until all of the figures in the group have activated. Then it will be your chance to fight back!",
    "pt": "Figuras imperiais ativam em grupos. Quando um grupo é ativado, cada figura recebe sua ativação, uma de cada vez, até que todas as figuras do grupo sejam ativadas. Então será sua chance de revidar!"
  },
  {
    "key": "TUT_VET_TROOPERS_IMP_ACT_WINDOW",
    "en": "This is the Imperial activation window. A group of Stormtroopers is activating now, so this window shows you everything you need to know to activate them. The colored bar indicates which group is activating in case there are multiple enemy groups of the same type on the map.",
    "pt": "Esta é a janela de ativação imperial. Um grupo de Stormtroopers está ativando agora, então esta janela mostra tudo o que você precisa saber para ativá-los. A barra colorida indica qual grupo está ativando, caso haja vários grupos inimigos do mesmo tipo no mapa."
  },
  {
    "key": "TUT_VET_TROOPERS_INFO_LINK",
    "en": "If you select the group’s portrait, you can bring up a list of information relating to this group. You can also access this window through the group’s icon on the right side of the screen. Select the Stormtrooper portrait to continue.",
    "pt": "Se você selecionar o retrato do grupo, poderá exibir uma lista de informações relacionadas a esse grupo. Você também pode acessar essa janela pelo ícone do grupo no lado direito da tela. Selecione o retrato do Stormtrooper para continuar."
  },
  {
    "key": "TUT_VET_TROOPERS_INFO_WINDOW",
    "en": "This window shows you any special rules for this group, including any abilities on the group’s Deployment card that should be ignored. For example, this Stormtrooper group (and all Stormtrooper groups) ignores the <b>Squad Training</b> ability on its card. When playing <i>Star Wars: Imperial Assault—Legends of the Alliance</i>, <b>all</b> abilities on Imperial groups that use the word ‘may’ or ‘choose’ are ignored because there is no Imperial player to choose when and if to use them.<br/><br/>Select anywhere on the screen to close the group info window.",
    "pt": "Essa janela mostra as regras especiais para esse grupo, incluindo todas as habilidades no cartão de implantação do grupo que devem ser ignoradas. Por exemplo, este grupo Stormtrooper (e todos os grupos Stormtrooper) ignora a habilidade <b> Training Squad </b> em sua carta. Ao jogar <i> Star Wars: Imperial Assault - Legends of the Alliance </i>, <b> todas </b> habilidades em grupos imperiais que usam a palavra 'may' ou 'choose' são ignoradas porque não há Imperial jogador para escolher quando e se usá-los. <br/> <br/> Selecione em qualquer lugar da tela para fechar a janela de informações do grupo."
  },
  {
    "key": "TUT_VET_TROOPERS_BONUS",
    "en": "This is a bonus that this group gets during its activation. In this case, each Stormtrooper will apply +1 to its attack during this activation. This bonus may be different each time this group activates, so remember to check it each time.",
    "pt": "Este é um bônus que esse grupo recebe durante sua ativação. Neste caso, cada Stormtrooper aplicará + 1 ao seu ataque durante esta ativação. Esse bônus pode ser diferente toda vez que esse grupo for ativado, então lembre-se de verificar isso toda vez."
  },
  {
    "key": "TUT_VET_TROOPERS_INSTR",
    "en": "Imperial figures act according to a list of orders. One at a time, each figure in the group will perform each of its activation instructions in order, starting from the top. If they cannot perform an order, they will skip it and move to the next one.",
    "pt": "Figuras imperiais agem de acordo com uma lista de ordens. Um de cada vez, cada figura no grupo executará cada uma das suas instruções de ativação em ordem, começando do topo. Se eles não puderem realizar um pedido, eles irão ignorá-lo e passar para o próximo."
  },
  {
    "key": "TUT_VET_TROOPERS_INSTR_2",
    "en": "Some activation instructions have action icons ( or ) next to them. An Imperial figure can perform instructions with a combined total of two action icons during its activation.<br/><br/>Additionally, Imperial figures can perform only one instruction that includes an attack action icon ().",
    "pt": "Algumas instruções de ativação têm ícones de ação ( ou ) ao lado deles. Uma figura imperial pode executar instruções com um total combinado de dois ícones de ação durante sua ativação. <br/> <br/> Além disso, figuras imperiais podem executar apenas uma instrução que inclui um ícone de ação de ataque ()."
  },
  {
    "key": "TUT_VET_TROOPERS_A",
    "en": "Normally you decide the order that figures in an Imperial group activate, but for the purpose of this tutorial, let’s start with the highlighted Stormtrooper.",
    "pt": "Normalmente você decide a ordem que os números em um grupo Imperial ativam, mas, para o propósito deste tutorial, vamos começar com o Stormtrooper destacado."
  },
  {
    "key": "TUT_VET_TROOPERS_A_INSTR",
    "en": "The first instruction these Stormtroopers have is:<br/>\" <b>Move 3</b> to <b>attack</b> « the closest Rebel ».\"<br/>The first part of this instruction, \"<b>move 3</b>,\" indicates that this Stormtrooper will spend up to 3 movement points to try to perform the rest of the instruction.<br/><br/>When a figure moves to attack, it will spend its movement points to get as close as possible to its target before attacking.",
    "pt": "A primeira instrução que esses Stormtroopers têm é: <br/> \" <b> Mover 3 </b> para <b> atacar </b>\" o rebelde mais próximo ».\" <br/> A primeira parte desta instrução, \"<b> mover 3 </b>\" indica que este Stormtrooper gastará até 3 pontos de movimento para tentar executar o resto da instrução. <br/> <br/> Quando uma figura se move para atacar, ela gasta seus pontos de movimento para chegar o mais próximo possível de seu alvo antes de atacar."
  },
  {
    "key": "TUT_VET_TROOPERS_A_SHORTEST_PATH",
    "en": "When an Imperial figure moves, it will take the shortest path to reach its destination.",
    "pt": "Quando uma figura imperial se move, ela toma o caminho mais curto para chegar ao seu destino."
  },
  {
    "key": "TUT_VET_TROOPERS_A1",
    "en": "This Stormtrooper has only one valid place to stop, the highlighted space. This space is as close as the Stormtrooper can get to the closest Rebel, {0}, with its 3 movement points.<br/><br/>Move this Stormtrooper to the indicated space.",
    "pt": "Este Stormtrooper tem apenas um lugar válido para parar, o espaço destacado. Este espaço é o mais próximo que o Stormtrooper pode chegar ao Rebelde mais próximo, {0}, com seus 3 pontos de movimento. <br/> <br/> Mova este Stormtrooper para o espaço indicado."
  },
  {
    "key": "TUT_VET_TROOPERS_A_ATTACK",
    "en": "Now the Stormtrooper will perform an attack against the hero it is closest to, in this case {0}. Use the Stormtrooper card you placed on the table to see which attack dice the Stormtrooper rolls. Roll those dice (1 blue and 1 green), along with {0}’s defense die, if any.",
    "pt": "Agora o Stormtrooper irá realizar um ataque contra o herói que está mais próximo, neste caso {0}. Use o cartão Stormtrooper que você colocou na mesa para ver qual dado de ataque o Stormtrooper lança. Role esses dados (1 azul e 1 verde), juntamente com o dado de defesa {0}, se houver."
  },
  {
    "key": "TUT_VET_TROOPERS_A_ATTACK2",
    "en": "As with any ranged attack, check to see if the attack has sufficient Accuracy to hit. Then the Stormtrooper will spend any surges it rolled, including the free surge it received from its bonus.",
    "pt": "Como em qualquer ataque à distância, verifique se o ataque tem Precisão suficiente para acertar. Então o Stormtrooper gastará todos os surtos que rolou, incluindo a onda livre que recebeu de seu bônus."
  },
  {
    "key": "TUT_VET_TROOPERS_A_SURGE",
    "en": "For each surge the Stormtrooper rolled, consult the Surge Priority list by selecting the  Priority button. Selecting the button again will close the Surge Priority list.<br/><br/>The Stormtrooper will spend its surges on the topmost surge ability that would have an effect on the attack. In this case, the top surge ability is +2 Accuracy. Since the attack already has sufficient Accuracy to hit its target, the Stormtrooper will skip that surge ability and use the next one for +1.",
    "pt": "Para cada surto do Stormtrooper, consulte a lista de prioridade de surto selecionando o botão  Priority. Selecionar o botão novamente fechará a lista de prioridade de surto. <br/> <br/> O Stormtrooper gastará seus surtos na capacidade de pico mais alta que afetaria o ataque. Neste caso, a capacidade de pico superior é +2 Precisão. Já que o ataque já tem Precisão suficiente para acertar seu alvo, o Stormtrooper irá pular essa habilidade e usar o próximo para + 1."
  },
  {
    "key": "TUT_VET_TROOPERS_A_SURGE2",
    "en": "Even if the Stormtrooper has two or more uncanceled surges for this attack, it will only use one, because the Stormtrooper only has one surge ability that would have any effect on the attack. (Each surge ability can only be used once per attack.)<br/><br/>Finish the attack by placing any damage taken on the target hero.",
    "pt": "Mesmo se o Stormtrooper tiver dois ou mais surtos não cancelados para este ataque, ele só usará um, porque o Stormtrooper tem apenas uma habilidade de surto que teria algum efeito no ataque. (Cada habilidade de surto só pode ser usada uma vez por ataque.) <br/> <br/> Termine o ataque colocando qualquer dano recebido no herói alvo."
  },
  {
    "key": "TUT_VET_TROOPERS_ACTIONS",
    "en": "It is important to note that even though the Stormtrooper has moved and attacked, it has still only performed one action during its activation because the instruction that was performed had only a single action icon.<br/><br/>If an instruction is preceded by two action icons ( or ), that instruction takes both of the figure’s actions and will be the only instruction the enemy can perform for its activation.",
    "pt": "É importante notar que mesmo que o Stormtrooper tenha se movido e atacado, ele ainda realizou apenas uma ação durante sua ativação porque a instrução que foi executada tinha apenas um único ícone de ação. <br/> <br/> Se uma instrução é precedido por dois ícones de ação ( ou ), essa instrução toma as duas ações da figura e será a única instrução que o inimigo pode realizar para sua ativação."
  },
  {
    "key": "TUT_VET_TROOPERS_ATTACK_LIM",
    "en": "Remember, since the Stormtrooper performed an attack (indicated by the  icon), it cannot perform another instruction with an attack because Imperial figures are limited to one attack per activation.",
    "pt": "Lembre-se, uma vez que o Stormtrooper realizou um ataque (indicado pelo ícone)), ele não pode executar outra instrução com um ataque porque as figuras imperiais estão limitadas a um ataque por ativação."
  },
  {
    "key": "TUT_VET_TROOPERS_A_MOVE",
    "en": "This Stormtrooper has one action remaining, so let’s see what it will do next. We go to the next instruction in the list:<br/>\" <b>Move 2</b> to <b>reposition 4</b>.\"<br/>Let’s take a look at the map to see what that means.",
    "pt": "Este Stormtrooper tem uma ação restante, então vamos ver o que ele fará em seguida. Vamos para a próxima instrução na lista: <br/> \" <b> Mover 2 </b> para <b> reposicionar 4 </b>.\" <br/> Vamos dar uma olhada no mapa para ver o que isso significa."
  },
  {
    "key": "TUT_VET_TROOPERS_A_REPO",
    "en": "\"<b>Reposition 4</b>\" means that the figure will attempt to move to a space from which the nearest Rebel figure is 4 spaces away. Figures will always attempt to perform this action, even if the figure cannot get 4 spaces away. The highlighted spaces are all 3 spaces away from {0}, which is the furthest the Stormtrooper can get from that hero.",
    "pt": "\"<b> Reposição 4 </b>\" significa que a figura tentará se mover para um espaço a partir do qual a figura Rebelde mais próxima esteja a 4 espaços de distância. As figuras sempre tentarão executar essa ação, mesmo que a figura não consiga obter 4 espaços de distância. Os espaços destacados são todos os 3 espaços de distância de {0}, que é o mais distante que o Stormtrooper pode obter daquele herói."
  },
  {
    "key": "TUT_VET_TROOPERS_A_REPO2",
    "en": "Note that while these two spaces are 3 spaces away from {0}, they are only 2 spaces away from {1}. This Stormtrooper wants to be as close to 4 spaces away from both {0} and {1} as possible, so it will not move to either of these spaces.",
    "pt": "Observe que, embora esses dois espaços estejam a 3 espaços de distância de {0}, eles estão a apenas 2 espaços de distância de {1}. Este Stormtrooper quer estar tão perto quanto possível de 4 espaços de {0} e {1}, então ele não irá mover para nenhum desses espaços."
  },
  {
    "key": "TUT_VET_TROOPERS_A_REPO3",
    "en": "These two spaces are 3 spaces from {0}, and at least 4 spaces away from all other heroes, so these two spaces are equally valid for the Stormtrooper to reposition to. So which one will the Stormtrooper move to? This is a case where the <b>Imperial Rule</b> applies.",
    "pt": "Estes dois espaços são 3 espaços de {0}, e pelo menos 4 espaços de distância de todos os outros heróis, então estes dois espaços são igualmente válidos para o Stormtrooper se reposicionar. Então qual deles o Stormtrooper vai mudar? Este é um caso em que a <b> Regra Imperial </b> se aplica."
  },
  {
    "key": "TUT_VET_TROOPERS_A_REPO4",
    "en": "When there are two or more valid options for an Imperial figure, the players as a group should decide which option is least beneficial to the heroes and choose that option. This is known as the <b>Imperial Rule</b>. However, there’s no time for indecision in combat, so if multiple options are roughly equal in their disadvantages for the heroes, or if the players cannot agree, just pick one at random.",
    "pt": "Quando houver duas ou mais opções válidas para uma figura imperial, os jogadores, como grupo, devem decidir qual opção é menos benéfica para os heróis e escolher essa opção. Isso é conhecido como a <b> Regra Imperial </b>. No entanto, não há tempo para indecisão em combate, portanto, se várias opções forem praticamente iguais em suas desvantagens para os heróis, ou se os jogadores não puderem concordar, escolha uma aleatoriamente."
  },
  {
    "key": "TUT_VET_TROOPERS_A_REPO5",
    "en": "In this case, the indicated space is slightly better for the Stormtrooper, because it puts the trooper out of the heroes’ line of sight. Move the Stormtrooper to this space.",
    "pt": "Neste caso, o espaço indicado é um pouco melhor para o Stormtrooper, porque coloca o soldado fora da linha de visão dos heróis. Mova o Stormtrooper para este espaço."
  },
  {
    "key": "TUT_VET_TROOPERS_A_DONE",
    "en": "This Stormtrooper has finished its activation, so now the other two will activate.",
    "pt": "Este Stormtrooper terminou sua ativação, então agora os outros dois serão ativados."
  },
  {
    "key": "TUT_VET_TROOPERS_B",
    "en": "Let’s activate this Stormtrooper next. It has the same instructions as the previous one, so its first instruction is:<br/>\" <b>Move 3</b> to <b>attack</b> « the closest Rebel ».\"",
    "pt": "Vamos ativar este Stormtrooper em seguida. Ele tem as mesmas instruções que o anterior, então sua primeira instrução é: <br/> \" <b> Mover 3 </b> para <b> atacar </b>\" o rebelde mais próximo ».\""
  },
  {
    "key": "TUT_VET_TROOPERS_B1",
    "en": "The Stormtrooper wants to get as close as possible to its target, so it will move to this space.<br/><br/>Move the Stormtrooper to the indicated space.",
    "pt": "O Stormtrooper quer chegar o mais perto possível de seu alvo, então ele se moverá para este espaço. <br/> <br/> Mova o Stormtrooper para o espaço indicado."
  },
  {
    "key": "TUT_VET_TROOPERS_B_ATTACK",
    "en": "Now the Stormtrooper will attack the closest Rebel. Since there is more than one Rebel equally close to the Stormtrooper, you will need to decide which one gets attacked. Don’t forget the Imperial Rule! Then perform the attack as before.<br/><br/>Perform an attack against a hero, and then select \"Continue.\"",
    "pt": "Agora o Stormtrooper atacará o Rebel mais próximo. Já que há mais de um Rebelde perto do Stormtrooper, você precisa decidir qual deles é atacado. Não se esqueça da regra imperial! Em seguida, execute o ataque como antes. <br/> <br/> Realize um ataque contra um herói e, em seguida, selecione \"Continuar\"."
  },
  {
    "key": "TUT_VET_TROOPERS_B_ATTACK_2P",
    "en": "Now the Stormtrooper will attack the closest Rebel. Perform the attack as before.<br/><br/>Perform an attack against {0}, and then select \"Continue.\"",
    "pt": "Agora o Stormtrooper atacará o Rebel mais próximo. Execute o ataque como antes. <br/> <br/> Execute um ataque contra {0} e, em seguida, selecione \"Continuar\"."
  },
  {
    "key": "TUT_VET_TROOPERS_B_MOVE",
    "en": "Now that the Stormtrooper has completed that instruction, it is time for its next action:<br/>\" <b>Move 2</b> to <b>reposition 4</b>.\"",
    "pt": "Agora que o Stormtrooper completou essa instrução, é hora de sua próxima ação: <br/> \" <b> Mover 2 </b> para <b> reposicionar 4 </b>.\""
  },
  {
    "key": "TUT_VET_TROOPERS_B_REPO",
    "en": "The Stormtrooper will try to get to a space that is 4 spaces from the nearest Rebel. It cannot do that, but it can get 3 spaces away. The spaces it can reach are highlighted on the map. Choose the space that seems the least advantageous for the heroes, or pick one at random, and move the Stormtrooper to that space.",
    "pt": "O Stormtrooper tentará chegar a um espaço de 4 espaços do Rebel mais próximo. Não pode fazer isso, mas pode conseguir 3 espaços de distância. Os espaços que ele pode alcançar são destacados no mapa. Escolha o espaço que pareça o menos vantajoso para os heróis, ou escolha um aleatoriamente, e mova o Stormtrooper para esse espaço."
  },
  {
    "key": "TUT_VET_TROOPERS_B_REPO_4P",
    "en": "The Stormtrooper will try to get to a space that is 4 spaces from the nearest Rebel. The highlighted space is at least 3 spaces from each hero, so it is the best option for the Stormtrooper. Move the Stormtrooper to that space.",
    "pt": "O Stormtrooper tentará chegar a um espaço de 4 espaços do Rebel mais próximo. O espaço destacado tem pelo menos 3 espaços de cada herói, por isso é a melhor opção para o Stormtrooper. Mova o Stormtrooper para esse espaço."
  },
  {
    "key": "TUT_VET_TROOPERS_C",
    "en": "Finally, it’s time for the last Stormtrooper to activate. You now have the knowledge you need to activate the last Stormtrooper in this group. If you need to see something on the map, you can use the \"View Map\" button below to minimize the Imperial activation window. Select the \"Activation\" button that appears to reopen the activation window.<br/><br/>Activate the last Stormtrooper, and then select \"Finish.\"",
    "pt": "Finalmente, é hora do último Stormtrooper se ativar. Agora você tem o conhecimento necessário para ativar o último Stormtrooper neste grupo. Se precisar ver algo no mapa, você pode usar o botão \"Visualizar mapa\" abaixo para minimizar a janela de ativação Imperial. Selecione o botão \"Ativação\" que aparece para reabrir a janela de ativação. <br/> <br/> Ative o último Stormtrooper e selecione \"Concluir\"."
  },
  {
    "key": "TUT_VET_TROOPERS_C_DONE",
    "en": "Did the third Stormtrooper end its activation in one of the highlighted spaces? If so, then you got everything right, especially if it ended up behind that wreckage. Now it’s time to fight back!",
    "pt": "O terceiro Stormtrooper terminou sua ativação em um dos espaços destacados? Se assim for, então você tem tudo certo, especialmente se acabou por trás dos destroços. Agora é hora de revidar!"
  },
  {
    "key": "TUT_VET_OBJECTIVE_TROOPERS",
    "en": "Defeat the Stormtrooper group.",
    "pt": "Derrote o grupo Stormtrooper."
  },
  {
    "key": "TUT_VET_TROOPERS_DONE",
    "en": "Finally, notice that the Stormtrooper portrait on the right side of the screen is tinted red. This indicates that the Stormtrooper group has activated, and it won’t be able to activate again until next round, so it’s all up to the heroes now! Choose a hero to go first and have that hero perform an activation.<br/><br/>When the activation is complete, select the hero’s portrait on the left side of the screen to end the hero’s activation.",
    "pt": "Finalmente, observe que o retrato do Stormtrooper no lado direito da tela está vermelho. Isso indica que o grupo Stormtrooper foi ativado e não poderá ser ativado novamente até a próxima rodada, portanto, tudo depende dos heróis agora! Escolha um herói para ir primeiro e fazer com que o herói realize uma ativação. <br/> <br/> Quando a ativação estiver concluída, selecione o retrato do herói no lado esquerdo da tela para encerrar a ativação do herói."
  },
  {
    "key": "TUT_VET_TROOPERS_DEF_ASK",
    "en": "Did you manage to take out those Stormtroopers? No? Well, keep at it, and when you do, be sure to inform the app.<br/><br/>When an Imperial group is defeated, select its icon on the right side of the screen and select the check mark. It is important to do this as soon as the group is defeated or else the app might choose a defeated group to be the next Imperial group to activate.",
    "pt": "Você conseguiu tirar os Stormtroopers? Não? Bem, continue, e quando fizer isso, não deixe de informar o aplicativo. <br/> <br/> Quando um grupo Imperial for derrotado, selecione seu ícone no lado direito da tela e selecione a marca de seleção. É importante fazer isso assim que o grupo for derrotado ou então o aplicativo pode escolher um grupo derrotado para ser o próximo grupo Imperial a ser ativado."
  },
  {
    "key": "TUT_VET_MULT_ACT",
    "en": "You may have noticed {0} hero has two portraits on the left side of the screen. Each portrait represents one hero activation for the round. Each time a hero performs an activation, one of its portraits will be shaded blue. A hero cannot take its second activation until each other hero has taken its first. After that happens, the colored portrait will move to the top and that hero will be eligible to activate again.",
    "pt": "Você deve ter notado {0} que o herói tem dois retratos no lado esquerdo da tela. Cada retrato representa uma ativação de herói para a rodada. Cada vez que um herói realiza uma ativação, um de seus retratos será sombreado em azul. Um herói não pode fazer sua segunda ativação até que outro herói tenha tomado o seu primeiro. Depois que isso acontecer, o retrato colorido se moverá para o topo e esse herói estará qualificado para ser ativado novamente."
  },
  {
    "key": "TUT_VET_MULT_ACT2",
    "en": "each",
    "pt": "cada"
  },
  {
    "key": "TUT_VET_MULT_ACT3",
    "en": "one",
    "pt": "1"
  },
  {
    "key": "TUT_VET_MULT_ACT_ASSIGN",
    "en": "At the start of each new round, the app will assign an extra activation to one of the heroes.",
    "pt": "No início de cada nova rodada, o aplicativo atribuirá uma ativação extra a um dos heróis."
  },
  {
    "key": "TUT_VET_BONUS_HEALTH",
    "en": "Also note that each hero has a +{0} next to its portrait. This indicates that each hero has an extra {0} Health for this mission. Because the app tracks a hero’s extra Health and activations gained when playing with fewer than 4 heroes, you should not use the Heroic and Legendary Reward cards when playing an app campaign.",
    "pt": "Observe também que cada herói tem um + {0} ao lado de seu retrato. Isso indica que cada herói tem uma {0} Vida extra para esta missão. Como o aplicativo rastreia a saúde extra de um herói e as ativações obtidas ao jogar com menos de quatro heróis, você não deve usar os cards de recompensa heróica e lendário ao jogar uma campanha de aplicativo."
  },
  {
    "key": "TUT_VET_TROOPERS_DEF_CONT",
    "en": "<i>The sound of your comlink beeping shakes you from your state of surprise at having been ambushed. \"Take out those stormtroopers!\" Lieutenant Talcon orders.</i><br/><br/>Continue performing hero activations until the Stormtrooper group is defeated.",
    "pt": "<i> O som do seu sinal sonoro de comlink sacode seu estado de surpresa por ter sido emboscado. \"Tire esses stormtroopers!\" Ordens do tenente Talcon. </i> <br/> <br/> Continue realizando ativações de herói até que o grupo Stormtrooper seja derrotado."
  },
  {
    "key": "TUT_VET_TROOPER_KILL_REMINDER",
    "en": "Remember to defeat the Stormtrooper group in the app if you have defeated them on the map. Make sure to do this before the end of the activation in which the group is defeated.",
    "pt": "Lembre-se de derrotar o grupo Stormtrooper no aplicativo se você os derrotou no mapa. Certifique-se de fazer isso antes do final da ativação em que o grupo é derrotado."
  },
  {
    "key": "TUT_VET_PERIL",
    "en": "<b>Minor Peril</b><br/><br/><i>The oppressive jungle heat saps your strength.</i><br/><br/>Each hero suffers 1.<br/><br/>This is a peril effect. You will encounter effects like this at various points during the mission. The longer you take to complete the mission, the worse these effects will be.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O calor opressivo da selva consome sua força. </i> <br/> <br/> Cada herói sofre 1. <br/> <br/> Este é um efeito de perigo. Você encontrará efeitos como este em vários pontos durante a missão. Quanto mais tempo você levar para completar a missão, pior serão esses efeitos."
  },
  {
    "key": "TUT_VET_HEROES_FIRST",
    "en": "Even though the Stormtroopers interrupted to go first last round, the heroes normally get to activate first in each round. Choose and activate a hero now.",
    "pt": "Mesmo que os Stormtroopers tenham interrompido a primeira rodada, os heróis normalmente começam a se ativar primeiro em cada rodada. Escolha e ative um herói agora."
  },
  {
    "key": "TUT_VET_TROOPERS_DEFEATED",
    "en": "<i>\"Good work taking out those bucketheads! I’m starting to believe the stories I heard about your past exploits.\"</i><br/><br/>You have just earned Fame. Fame is a measure of how well you are known across the galaxy. The higher your fame, the more resources the Rebel Alliance will provide you, but the more effort the Empire will put into taking you out. Fame is earned primarily by defeating enemy groups, achieving mission objectives, and completing missions.",
    "pt": "<i> \"Bom trabalho tirando esses cabeças de balde! Estou começando a acreditar nas histórias que ouvi sobre suas façanhas passadas.\" </i> <br/> <br/> Você acabou de ganhar fama. A fama é uma medida de quão bem você é conhecido em toda a galáxia. Quanto maior sua fama, mais recursos a Aliança Rebelde fornecerá a você, mas mais esforço o Império colocará em você. A fama é obtida principalmente ao derrotar os grupos inimigos, atingir os objetivos da missão e completar as missões."
  },
  {
    "key": "TUT_VET_TROOPERS_OBJECTIVE",
    "en": "<i>\"I doubt those stormtroopers came alone. I am unlocking the gate to the base grounds. Get everyone inside. We need to accelerate the evacuation.\"</i><br/><br/>The door is now unlocked. When a hero is adjacent to the door, that hero can interact with the door to open it. When you do this, select the door in the app and choose the \"Interact\" option.<br/><br/>  Objective Updated  <br/><br/>Open the door.",
    "pt": "<i> \"Eu duvido que os stormtroopers vieram sozinhos. Eu estou destrancando o portão para os terrenos da base. Coloque todo mundo dentro. Precisamos acelerar a evacuação.\" </i> <br/> <br/> A porta agora está destrancada . Quando um herói é adjacente à porta, esse herói pode interagir com a porta para abri-la. Quando você fizer isso, selecione a porta no aplicativo e escolha a opção \"Interagir\". <br/> <br/>  Objetivo Atualizado  <br/> <br/> Abra a porta."
  },
  {
    "key": "TUT_VET_OBJECTIVE_DOOR",
    "en": "Open the door.",
    "pt": "Abra a porta."
  },
  {
    "key": "TUT_VET_COURT_PLACE",
    "en": "<i>The gate opens onto a courtyard where an ancient stone structure stands as one of the last remnants of a civilization that has disappeared into the mists of history.</i><br/><br/>Open the door. Place tiles 02A, 38B, and 1 door.",
    "pt": "<i> O portão se abre para um pátio onde uma antiga estrutura de pedra se destaca como um dos últimos remanescentes de uma civilização que desapareceu nas névoas da história. </i> <br/> <br/> Abra a porta. Coloque as telhas A02A, 38B e 1 porta."
  },
  {
    "key": "TUT_VET_TERMINAL_PLACE",
    "en": "<i>A computer terminal stands next to the door leading into the base.</i><br/><br/>Place 1 terminal. Select the terminal to interact with it.",
    "pt": "<i> Um terminal de computador fica ao lado da porta que leva à base. </i> <br/> <br/> Coloque 1 terminal. Selecione o terminal para interagir com ele."
  },
  {
    "key": "TUT_VET_PROBE_1",
    "en": "<i>\"Incoming! We’ve got probe droids incoming!\" A probe droid comes hovering over the fence that surrounds the courtyard.</i><br/><br/>Deploy a regular Probe Droid to the indicated space. Assign it a color.",
    "pt": "<i> \"Incoming! Temos droids sonda de entrada!\" Um dróide de sonda vem pairando sobre a cerca que cerca o pátio. </i> <br/> <br/> Implante um Droid de Sonda regular no espaço indicado. Atribuir uma cor."
  },
  {
    "key": "TUT_VET_PROBE_2",
    "en": "<i>Another probe droid follows the first over the fence.</i><br/><br/>Deploy a regular Probe Droid. Assign it a color.",
    "pt": "<I> Outra droid sonda segue o primeiro sobre a cerca. </i> <br/> <br/> Implante um Droid Probe regular. Atribuir uma cor."
  },
  {
    "key": "TUT_VET_PROBE_COLORS",
    "en": "Note the colored ring around each of the Probe Droid portraits on the right side of the screen. These rings help distinguish the two groups from each other. When you defeat one of the groups, make sure you defeat the correct group in the app. You can mark your Probe Droid figures with the colored stickers provided in your <i>Imperial Assault</i> core game to remind you which color you selected in the app.",
    "pt": "Observe o anel colorido ao redor de cada um dos retratos do Droid Probe no lado direito da tela. Esses anéis ajudam a distinguir os dois grupos uns dos outros. Quando você derrotar um dos grupos, lembre-se de derrotar o grupo correto no aplicativo. Você pode marcar suas figuras do Probe Droid com os adesivos coloridos fornecidos no seu jogo central <i> Imperial Assault </i> para lembrá-lo de qual cor você selecionou no aplicativo."
  },
  {
    "key": "TUT_VET_PROBE_ACT",
    "en": "<i>One of the probe droids detects your presence and immediately strikes!</i><br/><br/>The indicated Probe Droid interrupts to perform an activation. Remember to get out Deployment cards for these groups for reference.",
    "pt": "<i> Um dos dróides de sonda detecta sua presença e imediatamente ataca! </i> <br/> <br/> O Droid de Sonda indicado interrompe para realizar uma ativação. Lembre-se de obter cartões de implantação para esses grupos para referência."
  },
  {
    "key": "TUT_VET_PROBE_DOT",
    "en": "Because there are two Probe Droids on the map, make sure you know which one is activating. The colored bar below the Probe Droid’s portrait indicates which Probe Droid is activating.",
    "pt": "Como existem dois Droides de Sonda no mapa, certifique-se de saber qual deles está ativando. A barra colorida abaixo do retrato do Droid Probe indica qual Droid Probe está ativando."
  },
  {
    "key": "TUT_VET_PROBE_ATTACK",
    "en": "Like the Stormtroopers, this Probe Droid wants to attack with its first action. Unlike the Stormtroopers, it isn’t willing to just take the closest Rebel as its target. It wants to attack the healthiest member of your squad. Let’s see if it can.",
    "pt": "Como os Stormtroopers, este Probe Droid quer atacar com sua primeira ação. Ao contrário dos Stormtroopers, não está disposto a levar o Rebel mais próximo como alvo. Quer atacar o membro mais saudável do seu esquadrão. Vamos ver se pode."
  },
  {
    "key": "TUT_VET_PROBE_P1",
    "en": "This is the best spot for the Probe Droid to attack from that it can reach with its <b>move 2</b> instruction, so place the activating Probe Droid here. Then determine if the Probe Droid can get line of sight to the hero that has suffered the least . If two or more heroes are tied, break the tie in favor of attacking the hero that is closest. If there is still a tie, choose one hero according to the Imperial Rule.",
    "pt": "Este é o melhor local para o Droid Probe atacar a partir do qual ele pode alcançar com sua instrução <b> move 2 </b>, então coloque o Droid Probe de ativação aqui. Então determine se o Droid Probe pode obter linha de visão para o herói que sofreu menos . Se dois ou mais heróis estiverem empatados, quebre o empate em favor de atacar o herói que estiver mais próximo. Se ainda houver um empate, escolha um herói de acordo com a Regra Imperial."
  },
  {
    "key": "TUT_VET_PROBE_TARGET",
    "en": "Let’s take a moment and talk about targeting priority. The « » symbols indicate the priority target for the attack. When an Imperial figure is given some criteria to determine its target, it will try to attack the target that best fits that criteria. If it cannot attack that target for any reason, it will instead choose from the targets that it can attack the one that best fits the criteria. Finally, if it cannot attack a target that fits the criteria, it will default to attacking the closest Rebel figure.",
    "pt": "Vamos falar um pouco sobre a prioridade de segmentação. Os símbolos «» indicam o alvo prioritário do ataque. Quando uma figura imperial recebe alguns critérios para determinar seu alvo, ela tentará atacar o alvo que melhor se encaixa nesse critério. Se não puder atacar esse alvo por algum motivo, ele escolherá dos alvos que ele pode atacar aquele que melhor se encaixa nos critérios. Finalmente, se ele não puder atacar um alvo que se encaixa nos critérios, o padrão será atacar a figura rebelde mais próxima."
  },
  {
    "key": "TUT_VET_PROBE_TARGET2",
    "en": "Assume for a moment that the Probe Droid cannot get line of sight to the hero who has suffered the least . According to its targeting priority, it will attack the hero that it does have line of sight to that has suffered the least . If it has line of sight to more than one hero with the same amount of , it will attack the closest hero that has suffered the least .",
    "pt": "Suponha por um momento que o Droid Probe não pode obter linha de visão para o herói que sofreu menos . De acordo com sua prioridade de mira, ele irá atacar o herói que ele tem uma linha de visão a que tenha sofrido menos. Se tiver linha de visão para mais de um herói com a mesma quantidade de , ele atacará o herói mais próximo que sofreu menos."
  },
  {
    "key": "TUT_VET_PROBE_ATTACK2",
    "en": "Using targeting priority, perform the Probe Droid’s attack. Remember when spending  to skip any  abilities that would have no effect. Because this Probe Droid has suffered no , it will skip the Recover 1 ability.<br/><br/>Select \"Continue\" after performing the attack.",
    "pt": "Usando a prioridade de segmentação, execute o ataque do Droid Probe. Lembre-se de quando gastar  para pular qualquer habilidade que não tenha efeito. Porque este Droid Probe não sofreu nenhum , ele irá pular a habilidade de Recuperar 1.. <br/> <br/> Selecione \"Continue\" depois de executar o ataque."
  },
  {
    "key": "TUT_VET_PROBE_ENGAGE",
    "en": "Now that the Probe Droid has attacked, it is going to try to get even closer to you for its devious purposes. Its next instruction introduces a new keyword: <b>engage</b>. When a figure is instructed to <b>engage</b> something, it will try to get adjacent to that thing. In this case, the Probe Droid wants to get adjacent to as many heroes as possible, and it will use the <b>move</b> keyword to do so. If a figure is instructed to engage something that it cannot get adjacent to with the movement points provided, it will skip that instruction.",
    "pt": "Agora que o Droid Probe atacou, ele tentará se aproximar ainda mais de você por seus objetivos desonestos. Sua próxima instrução introduz uma nova palavra-chave: <b> engage </b>. Quando uma figura é instruída a <b> engajar </b> alguma coisa, ela tentará se aproximar dessa coisa. Neste caso, o Droid Probe quer se juntar a tantos heróis quanto possível, e usará a palavra-chave <b> move </b> para fazer isso. Se uma figura for instruída a engajar algo que não pode ficar adjacente com os pontos de movimento fornecidos, ela ignorará essa instrução."
  },
  {
    "key": "TUT_VET_PROBE_ENGAGE2",
    "en": "The Probe Droid is currently engaged with at least one hero. If it can get adjacent to more than one hero with its two movement points, it will do so. If it cannot, it will stay where it is, and even though it did not move at all, the Probe Droid is still considered to have engaged as many Rebels as possible, so it has performed its second action () and will not perform another instruction with an action symbol during this activation. This is true of any instruction with the <b>engage</b> keyword.<br/><br/>Carry out the second instruction for the Probe Droid if you have not already, and then select \"Continue.\"",
    "pt": "O Droid Probe está atualmente envolvido com pelo menos um herói. Se ele puder ficar ao lado de mais de um herói com seus dois pontos de movimento, ele fará isso. Se não puder, ele permanecerá onde está e, mesmo que não tenha se movido, o Droid Probe ainda é considerado como tendo envolvido tantos Rebeldes quanto possível, por isso, ele executou sua segunda ação () e não executará outra instrução com um símbolo de ação durante essa ativação. Isso vale para qualquer instrução com a palavra-chave <b> engage </b>. <br/> <br/> Execute a segunda instrução para o Droid Probe, se ainda não o fez, e selecione \"Continue\"."
  },
  {
    "key": "TUT_VET_PROBE_DESTRUCT",
    "en": "This Probe Droid is determined to take you out by any means necessary, even if that means blowing itself to pieces! Follow the instructions in the Bonus section of the Imperial activation window to have the Probe Droid <b>Self Destruct</b>.",
    "pt": "Este Droid Probe está determinado a levá-lo por qualquer meio necessário, mesmo que isso signifique explodir em pedaços! Siga as instruções na seção Bonus da janela Imperial de ativação para ter o Droid Probe <b> Self Destruct </b>."
  },
  {
    "key": "TUT_VET_FINISH_ACT",
    "en": "<i>Despite the ringing in your ears from the probe droid explosion, you hear Lieutenant Talcon’s voice again. \"Get back to base to help with the evacuation!\"</i><br/><br/>Complete the activation of the hero who opened the door. Make sure to tell the app that the activated Probe Droid has been defeated.<br/><br/>  Objective Updated  <br/><br/>Open the door to the base using the terminal.",
    "pt": "<i> Apesar do zumbido nos ouvidos da explosão do droide da sonda, você ouve a voz do tenente Talcon novamente. \"Volte para a base para ajudar com a evacuação!\" </i> <br/> <br/> Complete a ativação do herói que abriu a porta. Certifique-se de dizer ao aplicativo que o Droid de sonda ativado foi derrotado. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Abra a porta da base usando o terminal."
  },
  {
    "key": "TUT_VET_FINISH_ACT_ALT",
    "en": "<i>Despite the ringing in your ears from the probe droid explosion, you hear Lieutenant Talcon’s voice again. \"Get back to base to help with the evacuation!\"</i><br/><br/>Complete the activation of the hero who opened the door.<br/><br/>  Objective Updated  <br/><br/>Open the door to the base using the terminal.",
    "pt": "<i> Apesar do zumbido nos ouvidos da explosão do droide da sonda, você ouve a voz do tenente Talcon novamente. \"Volte para a base para ajudar com a evacuação!\" </i> <br/> <br/> Complete a ativação do herói que abriu a porta. <br/> <br/>  Objetivo Atualizado  <br / > <br/> Abra a porta da base usando o terminal."
  },
  {
    "key": "TUT_VET_OBJECTIVE_CLOSE_GATE",
    "en": "Open the door to the base using the terminal.",
    "pt": "Abra a porta da base usando o terminal."
  },
  {
    "key": "TUT_VET_BLACK_PROBE",
    "en": "You’re getting the hang of activating Imperial figures, so you can do this one on your own. Remember that this Probe Droid may have a different bonus than the previous Probe Droid.<br/><br/>Perform this Probe Droid’s activation. If you have any questions, refer to the game log or the <i>Legends of the Alliance</i> Rulebook, accessible through the main menu.",
    "pt": "Você está pegando o jeito de ativar figuras imperiais, então você pode fazer isso sozinho. Lembre-se que este Droid Probe pode ter um bônus diferente do Droid Probe anterior. <br/> <br/> Realize a ativação do Probe Droid. Se você tiver alguma dúvida, consulte o log do jogo ou o Livro de Regras <i> Legends of the Alliance </i>, acessível através do menu principal."
  },
  {
    "key": "TUT_VET_BASE_DOOR_LOCKED",
    "en": "<i>This door is controlled by the nearby terminal, which is currently damaged. You will need to repair the terminal if you want to open this door.</i><br/><br/>This door is locked.",
    "pt": "<i> Esta porta é controlada pelo terminal próximo, que está atualmente danificado. Você precisará reparar o terminal se quiser abrir essa porta. <br/> <br/> <br/> Esta porta está trancada."
  },
  {
    "key": "TUT_VET_TERMINAL",
    "en": "<i>This terminal controls the door to the base, but it appears to have been damaged by probe droid blaster fire. It will have to be repaired before you can operate the door!</i><br/><br/>A hero can interact with the terminal and test  to attempt repairs.",
    "pt": "<i> Este terminal controla a porta da base, mas parece ter sido danificado pelo fogo da droid blaster. Ele terá que ser consertado antes que você possa operar a porta! </i> <br/> <br/> Um herói pode interagir com o terminal e testar  para tentar reparos."
  },
  {
    "key": "TUT_VET_TERMINAL_REPAIR",
    "en": "<i>You attempt repairs of the door controls.</i><br/><br/>Test  and enter the number of successes () you gained below.",
    "pt": "<i> Você tenta reparar os controles da porta. </i> <br/> <br/> Teste  e insira o número de sucessos () que você ganhou abaixo."
  },
  {
    "key": "TUT_VET_TERMINAL_REPAIR_FAIL",
    "en": "<i>You close up the console and flip the door switch. The console sparks and goes dark. You need to keep working to make repairs.</i>",
    "pt": "<i> Você fecha o console e vira a chave da porta. O console acende e fica escuro. Você precisa continuar trabalhando para fazer reparos. </i>"
  },
  {
    "key": "TUT_VET_BASE_DOOR_OPEN",
    "en": "<i>You finish up repairs and flick a switch on the panel. The door to the base begins to slide upward.</i><br/><br/>Open the door and discard the terminal.",
    "pt": "<i> Você termina os reparos e aperta um botão no painel. A porta da base começa a deslizar para cima. </i> <br/> <br/> Abra a porta e descarte o terminal."
  },
  {
    "key": "TUT_VET_BASE_PLACE",
    "en": "<i>The door leads into a durasteel enclosure hastily erected to extend the old stone structure that houses most of the base’s occupants. An alarm is blaring through the base, ordering an emergency evacuation. Personnel scurry about the building, trying to move critical supplies to space transports.</i><br/><br/>Place tiles 22B, 24B, and 36B.",
    "pt": "<i> A porta leva a um compartimento durasteel erguido apressadamente para estender a estrutura de pedra antiga que abriga a maioria dos ocupantes da base. Um alarme está soando na base, ordenando uma evacuação de emergência. O pessoal corre sobre o edifício, tentando mover suprimentos essenciais para os transportes espaciais. </i> <br/> <br/> Coloque os blocos 22B, 24B e 36B."
  },
  {
    "key": "TUT_VET_BASE_CRATES_PLACE",
    "en": "<i>The structure is a mess of spare parts and supply crates.</i><br/><br/>Place 2 crates.",
    "pt": "<i> A estrutura é uma bagunça de peças de reposição e caixas de suprimentos. </i> <br/> <br/> Coloque 2 caixas."
  },
  {
    "key": "TUT_VET_BASE_MEDICAL_PLACE",
    "en": "<i>One crate stands out as particularly valuable because it is marked MEDICAL SUPPLIES, which are always at critical levels for the Rebellion.</i><br/><br/>Place 1 red crate.",
    "pt": "<i> Um caixote destaca-se como particularmente valioso porque está marcado com MATERIAIS MÉDICOS, que estão sempre em níveis críticos para a Rebelião. </i> <br/> <br/> Coloque 1 caixa vermelha."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_PLACE",
    "en": "<i>\"Imperial forces have entered the base! They have penetrated the docking bay and are en route to your location!\"<br/><br/>Just as you receive the lieutenant’s transmission, several imposing figures come striding down the corridor leading to the docking bay. One of them wears a black cloak and wields a red lightsaber. The Imperials take blaster fire from behind, which the cloaked figure deflects with ease. He motions toward you, and two of his guards start in your direction while the Sith Lord takes the rest of the guards in the direction of the blaster fire.</i><br/><br/>Deploy the regular Royal Guard group.",
    "pt": "<i> \"As forças imperiais entraram na base! Eles penetraram na baía e estão a caminho de sua localização!\" <br/> <br/> Assim como você recebe a transmissão do tenente, várias figuras imponentes vêm caminhando pelo corredor. levando para a baía de encaixe. Um deles usa um manto preto e empunha um sabre de luz vermelho. Os imperiais pegam fogo por trás, que a figura encapuzada desvia com facilidade. Ele faz um gesto em direção a você, e dois de seus guardas começam em sua direção enquanto o Lorde Sith leva o resto dos guardas na direção do fogo. </i> <br/> <br/> Implante o grupo regular da Guarda Real. ."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_ACT",
    "en": "<i>The royal guards rush you before you can react!</i><br/><br/>The Royal Guards interrupt to perform an activation.",
    "pt": "<i> Os guardas reais apressam você antes que você possa reagir! </i> <br/> <br/> Os Guardas Reais interrompem a ativação."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_1",
    "en": "Those Royal Guards are coming for you! Luckily they’re far away and are only carrying melee () weapons. Let’s see what they will do during their activation.",
    "pt": "Aqueles guardas reais estão vindo para você! Felizmente, eles estão longe e estão apenas carregando armas brancas (mel). Vamos ver o que eles farão durante a ativação."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_2",
    "en": "Their first priority is to attack. Fortunately, even if they <b>move 4</b>, they won’t be able to attack anyone. That being the case, they will skip that instruction, including the <b>move</b> portion.",
    "pt": "Sua primeira prioridade é atacar. Felizmente, mesmo que <b> movam 4 </b>, eles não poderão atacar ninguém. Sendo esse o caso, eles vão pular essa instrução, incluindo a parte <b> move </b>."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_3",
    "en": "Next they will try to protect vulnerable Imperial figures by getting next to them to utilize the guards’ <b>Protector</b> ability. Since both figures are Guardians, they will not <b>engage</b> each other, and there are no other Imperial figures within a <b>move 3</b> of them. This means that instruction will be skipped as well.",
    "pt": "Em seguida, eles tentarão proteger as figuras imperiais vulneráveis ​​ao aproximar-se deles para utilizar a habilidade <b> Protector </b> dos guardas. Como os dois números são Guardiões, eles não se engajarão, e não há outras figuras imperiais dentro de um movimento deles. Isso significa que a instrução será ignorada também."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_4",
    "en": "With their plans thwarted, they will just try to get into position to attack next round. Their next instruction is to <b>move 3</b> toward Rebels, targeting the closest non-ready hero. They will move toward the closest hero that has no activations remaining this round. If there is no such hero, targeting priority dictates that they will move toward the closest Rebel figure.",
    "pt": "Com seus planos frustrados, eles tentarão se posicionar para atacar a próxima rodada. Sua próxima instrução é <b> mover 3 </b> em direção a Rebels, visando o herói não pronto mais próximo. Eles vão se mover em direção ao herói mais próximo que não tem ativações restantes nesta rodada. Se não houver tal herói, a prioridade de alvos dita que eles se moverão para a figura rebelde mais próxima."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_5",
    "en": "After a guard has executed the <b>move 3</b> instruction, it will go to the next instruction, moving it even closer to its target.<br/><br/>Perform the activation for this Royal Guard group. Activate each figure in an order of your choosing. Remember to complete one activation before beginning the next.",
    "pt": "Depois que um guarda executar a instrução <b> mover 3 </b>, ela irá para a próxima instrução, aproximando-a ainda mais do alvo. <br/> <br/> Execute a ativação para este grupo da Guarda Real. Ative cada figura em uma ordem de sua escolha. Lembre-se de completar uma ativação antes de começar a próxima."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_OBJ",
    "en": "<i>\"These guards are going to be a thorn in our side while we work to evacuate the base. Take them out!\"</i><br/><br/>Complete the activation of the hero that activated the door controls.<br/><br/>  Objective Updated  <br/><br/>Defeat the Royal Guard group.",
    "pt": "<i> \"Esses guardas vão ser um espinho do nosso lado enquanto trabalhamos para evacuar a base. Tirem-nos! </i> <br/> <br/> Complete a ativação do herói que ativou a porta controles. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Derrote o grupo Royal Guard."
  },
  {
    "key": "TUT_VET_OBJECTIVE_GUARDS",
    "en": "Defeat the Royal Guard group.",
    "pt": "Derrote o grupo da Guarda Real."
  },
  {
    "key": "TUT_VET_CRATE",
    "en": "This is a crate of supplies. A hero can interact with this crate to claim the token. Claiming a crate may not provide you with a Supply card, but it might give you some other kind of reward. You won’t know what you will find until you claim the crate.<br/><br/>A hero can interact with this crate to open it.",
    "pt": "Esta é uma caixa de suprimentos. Um herói pode interagir com essa caixa para reivindicar o token. Reivindicar uma caixa pode não fornecer uma carta de suprimento, mas pode lhe dar algum outro tipo de recompensa. Você não saberá o que encontrará até reivindicar a caixa. <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "TUT_VET_CRATE_CLAIM_SUPPLY",
    "en": "<i>You found some useful supplies.</i><br/><br/>Draw 1 Supply card.",
    "pt": "<i> Você encontrou alguns suprimentos úteis </i> <br/> <br/> Desenhe 1 cartão de suprimento."
  },
  {
    "key": "TUT_VET_CRATE_CLAIM_CREDITS",
    "en": "<i>You found foodstuffs. Getting these out of the base will save the Alliance credits.</i><br/><br/>You gained 50 credits. You will have an opportunity to spend these after the mission ends.",
    "pt": "<i> Você encontrou alimentos. Tirar esses da base salvará os créditos da Aliança. </i> <br/> <br/> Você ganhou 50 créditos. Você terá a oportunidade de gastá-los depois que a missão terminar."
  },
  {
    "key": "TUT_VET_MEDICAL",
    "en": "This crate is marked MEDICAL SUPPLIES. A hero can interact with this crate to claim the token. Claiming a crate may not provide you with a Supply card, but it might give you some other kind of reward. You won’t know what you will find until you claim the crate.<br/><br/>A hero can interact with this crate to open it.",
    "pt": "Esta caixa está marcada com FONTES MÉDICAS. Um herói pode interagir com essa caixa para reivindicar o token. Reivindicar uma caixa pode não fornecer uma carta de suprimento, mas pode lhe dar algum outro tipo de recompensa. Você não saberá o que encontrará até reivindicar a caixa. <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "TUT_VET_MEDICAL_CLAIMED",
    "en": "Good work collecting that medical supply crate. You have gained your first medpac, as indicated at the bottom of the screen. Medpacs are used for recovering . You can find more medpacs over the course of a mission by searching crates and maybe in other places as well. Medpacs do not carry over between missions, so use them when you need them.<br/><br/>You gained 1 medpac.",
    "pt": "Bom trabalho coletando essa caixa de suprimentos médicos. Você ganhou seu primeiro medpac, conforme indicado na parte inferior da tela. Medpacs são usados ​​para recuperar . Você pode encontrar mais medpacs ao longo de uma missão, pesquisando caixas e talvez em outros lugares também. Medpacs não transitam entre as missões, então use-as quando precisar delas. <br/> <br/> Você ganhou 1 medpac."
  },
  {
    "key": "TUT_VET_MED_PACKS_1",
    "en": "When playing <i>Star Wars: Imperial Assault—Legends of the Alliance</i>, heroes do not recover  when they would recover more  than they have on their Hero sheet. That extra recovery has no effect. This means no more recovering  when you take a rest action. If you have recovered  during this mission by resting, don’t worry about it. Just play with this new rule from now on. Any abilities you have that allow you to recover  specifically still work as normal.",
    "pt": "Ao jogar <i> Guerra nas Estrelas: Assalto Imperial - Lendas da Aliança </i>, os heróis não se recuperam  quando se recuperam mais  do que na planilha Hero. Essa recuperação extra não tem efeito. Isso significa que não há mais recuperação  quando você faz uma ação de descanso. Se você se recuperou  durante esta missão descansando, não se preocupe com isso. Apenas brinque com essa nova regra a partir de agora. Quaisquer habilidades que você tem que permitem recuperar  especificamente ainda funcionam normalmente."
  },
  {
    "key": "TUT_VET_MED_PACKS_2",
    "en": "Instead of recovering  when you rest, you can now spend medpacs to recover . A hero can spend a medpac when performing a rest action to recover 5. An ally can spend an action during its activation to use a medpac to recover 5.<br/><br/>To use a medpac, select the Medpacs button highlighted below.",
    "pt": "Em vez de recuperar  quando você descansa, agora você pode gastar medpacs para recuperar . Um herói pode gastar um medpac ao realizar uma ação de descanso para recuperar 5. Um aliado pode gastar uma ação durante sua ativação para usar um medpac para recuperar 5. <br/> <br/> Para usar um medpac, selecione o botão Medpacs destacado abaixo."
  },
  {
    "key": "TUT_VET_MED_PACKS_3",
    "en": "Medpacs are in short supply for the Rebellion, so you better use them wisely. You need to achieve your goals quickly, or else you will find yourselves taking more damage than you can shake off. If a hero is wounded or withdrawn, select that hero’s portrait on the left side of the screen and select the defeat button to the left of the portrait.<br/><br/>If any heroes have been defeated in this mission, defeat them in the app now.",
    "pt": "Medpacs são escassos para a Rebelião, então é melhor usá-los com sabedoria. Você precisa atingir seus objetivos rapidamente, ou então você vai encontrar mais danos do que você pode sacudir. Se um herói for ferido ou retirado, selecione o retrato desse herói no lado esquerdo da tela e selecione o botão de derrota à esquerda do retrato. <br/> <br/> Se quaisquer heróis tiverem sido derrotados nesta missão, a derrota -los no aplicativo agora."
  },
  {
    "key": "TUT_VET_MED_PACKS_4",
    "en": "If all heroes are wounded in a mission, you will have to be extracted before you can accomplish your objectives, and Alliance High Command won’t be happy about that.",
    "pt": "Se todos os heróis forem feridos em uma missão, você terá que ser extraído antes que possa cumprir seus objetivos, e o Alto Comando da Aliança não ficará feliz com isso."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_DEF",
    "en": "<i>\"Taking down those guards was no small feat. You are well on your way to becoming capable soldiers! But this is a losing battle. Gather as many supplies as you can and load up the transport for evac. We’re leaving.\"</i>",
    "pt": "<i> \"Derrubar esses guardas não foi uma tarefa fácil. Você está bem no caminho para se tornar um soldado capaz! Mas essa é uma batalha perdida. Reúna o máximo de suprimentos possível e carregue o transporte para evacuação. Estamos indo embora.\" . \"</i>"
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_DEF_ALT",
    "en": "<i>\"Taking down those guards was no small feat. You are well on your way to being capable soldiers! But there is no way you’re going to be able to fight off all these Imperials on your own. Get to the transport for evac. We’re leaving.\"</i><br/><br/>Place a Rebel mission token as indicated. This is the docking bay entrance. When all heroes are on or adjacent to the docking bay entrance, select the token to end the mission.<br/><br/>  Objective Updated  <br/><br/>Claim all crate tokens.",
    "pt": "<i> \"Derrubar aqueles guardas não foi uma tarefa fácil. Você está bem no caminho de ser um soldado capaz! Mas não há como você ser capaz de lutar contra todos esses imperiais sozinho. Vá para o transporte para a evacuação. Estamos indo embora. \"</i> <br/> <br/> Coloque uma ficha de missão Rebelde como indicado. Esta é a entrada do ancoradouro. Quando todos os heróis estiverem ao lado da entrada do compartimento de encaixe, selecione o símbolo para finalizar a missão. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Reivindique todos os tokens de caixa."
  },
  {
    "key": "TUT_VET_OBJECTIVE_CRATES",
    "en": "Claim all crate tokens.",
    "pt": "Reivindique todos os tokens de caixa."
  },
  {
    "key": "TUT_VET_DEPLOY",
    "en": "<i>Suddenly, you begin taking fire from behind. Enemy troops come pouring through the open gate.</i><br/><br/>When the app deploys new Imperial figures, it sometimes deploys random groups. The app chooses a group from your collection at random and adds it to the Imperial tracker, denoting it with a chance cube icon. Then the app will indicate a space on the map. Place the figures for the random group as close to the indicated space as possible.",
    "pt": "<i> De repente, você começa a pegar fogo por trás. Tropas inimigas vêm correndo pelo portão aberto. </i> <br/> <br/> Quando o aplicativo implanta novas figuras imperiais, às vezes implanta grupos aleatórios. O aplicativo escolhe aleatoriamente um grupo da sua coleção e o adiciona ao rastreador Imperial, denotando-o com um ícone de cubo de chance. Em seguida, o aplicativo indicará um espaço no mapa. Coloque as figuras para o grupo aleatório o mais próximo possível do espaço indicado."
  },
  {
    "key": "TUT_VET_DEPLOY_OFFICER",
    "en": "<i>An officer strides out of the jungle, barking orders at the enemy forces.</i><br/><br/>Deploy the elite Imperial Officer.",
    "pt": "<i> Um oficial sai da selva, gritando ordens às forças inimigas. </i> <br/> <br/> Implante o oficial imperial de elite."
  },
  {
    "key": "TUT_VET_REBEL_TROOPERS",
    "en": "<i>\"I’ll send some help to cover you while you finish gathering supplies.\"</i><br/><br/>Deploy the regular Rebel Trooper group.",
    "pt": "<i> \"Vou enviar uma ajuda para cobrir você enquanto você terminar de coletar suprimentos.\" </i> <br/> <br/> Implante o grupo regular do Rebel Trooper."
  },
  {
    "key": "TUT_VET_REBEL_TROOPERS2",
    "en": "You have your first ally. Allies can be activated any time it is the heroes’ turn to activate. Perform the ally’s activation, and then select its portrait on the left side of the screen to complete its activation. If the last figure in the ally group is defeated, inform the app by selecting its portrait and selecting the defeat button on the left side of the portrait.",
    "pt": "Você tem seu primeiro aliado. Os aliados podem ser ativados a qualquer momento em que é a vez dos heróis ativarem. Execute a ativação do aliado e, em seguida, selecione seu retrato no lado esquerdo da tela para concluir sua ativação. Se a última figura do grupo de aliados for derrotada, informe o aplicativo selecionando seu retrato e selecionando o botão de derrota no lado esquerdo do retrato."
  },
  {
    "key": "TUT_VET_ROYAL_GUARDS_DEF_FINISH",
    "en": "You can now resume the activation during which the Royal Guards were defeated.",
    "pt": "Agora você pode retomar a ativação durante a qual os Guardas Reais foram derrotados."
  },
  {
    "key": "TUT_VET_TROOPER_ACT_REMINDER",
    "en": "Remember that the Rebel Trooper ally gets an activation each round. If you have not already done so, perform an activation for the Rebel Troopers the next time it is the Rebels’ turn to activate.",
    "pt": "Lembre-se que o Aliado Rebelde recebe uma ativação a cada rodada. Se você ainda não fez isso, faça uma ativação para os Rebel Troopers na próxima vez que a vez dos Rebeldes ativar."
  },
  {
    "key": "TUT_VET_OFFICER_ORDER",
    "en": "Imperial Officers prefer for others to do the fighting for them. To that end, this figure will attempt to <b>Order</b> another Imperial figure to attack the hero that has suffered the least . If there is no eligible figure that can attack that hero, use targeting priority to pick the next best target. If no other Imperial figure can perform an attack, skip the instruction.",
    "pt": "Oficiais Imperiais preferem que os outros lutem por eles. Para esse fim, este número tentará <b> Ordenar </b> outra figura imperial para atacar o herói que sofreu menos. Se não houver um número elegível que possa atacar esse herói, use a prioridade de segmentação para escolher o próximo melhor alvo. Se nenhuma outra figura imperial puder realizar um ataque, pule a instrução."
  },
  {
    "key": "TUT_VET_OFFICER_FREE",
    "en": "This Imperial Officer is the first figure to activate with an instruction preceded by a •. This symbol indicates that this instruction does not require an action, and so this instruction will always be performed if its conditions are met.",
    "pt": "Este Oficial Imperial é o primeiro número a ser ativado com uma instrução precedida por um. Este símbolo indica que esta instrução não requer uma ação e, portanto, esta instrução sempre será executada se suas condições forem atendidas."
  },
  {
    "key": "TUT_VET_ESCAPE",
    "en": "<i>\"That’s the last of it! Get to your ship, and may the Force be with you!\"</i><br/><br/>Place a Rebel mission token as indicated. This is the docking bay entrance. When all heroes are on or adjacent to the docking bay entrance, select the token to end the mission.<br/><br/>Objective Updated<br/><br/>Move all heroes to the same or adjacent space as the Rebel mission token.",
    "pt": "<i> \"Isso é o último! Vá para a sua nave, e que a Força esteja com você!\" </i> <br/> <br/> Coloque uma ficha de missão Rebelde como indicado. Esta é a entrada do ancoradouro. Quando todos os heróis estiverem em ou adjacentes à entrada do compartimento de encaixe, selecione o token para encerrar a missão. <br/> <br/> Objetivo Atualizado <br/> <br/> Mova todos os heróis para o mesmo espaço ou adjacente como o símbolo da missão Rebelde."
  },
  {
    "key": "TUT_VET_OBJECTIVE_ESCAPE",
    "en": "Move all heroes to the same or adjacent space as the Rebel mission token.",
    "pt": "Mova todos os heróis para o mesmo espaço ou espaço adjacente que o símbolo da missão Rebelde."
  },
  {
    "key": "TUT_VET_ESCAPE_CHECK",
    "en": "Are all heroes on or adjacent to this token?",
    "pt": "Todos os heróis estão ou são adjacentes a esse token?"
  },
  {
    "key": "TUT_VET_MISSION_WIN",
    "en": "<i>You sprint towards your ship with your arms full of supplies. When the last of your team is aboard, the small freighter takes off and rockets out of the docking bay. Your ship comes alongside the medium transport </i>Freedom Fighter<i>, and the two ships leave Yavin 4’s atmosphere only to come face to face with an Imperial Star Destroyer. Fortunately, the Star Destroyer is already preoccupied hauling in another transport, allowing your ship and the </i>Freedom Fighter<i> to make their escape into hyperspace.</i>",
    "pt": "<i> Você corre para a sua nave com os braços cheios de suprimentos. Quando o último de sua equipe está a bordo, o pequeno cargueiro decola e dispara para fora do compartimento de ancoragem. Sua nave vem junto com o transporte médio </i> Freedom Fighter <i>, e as duas naves deixam a atmosfera de Yavin 4 apenas para ficar cara a cara com um Imperial Star Destroyer. Felizmente, o Star Destroyer já está preocupado em transportar outro, permitindo que sua nave e o </i> Freedom Fighter <i> façam sua fuga para o hiperespaço. </i>"
  },
  {
    "key": "TUT_VET_REWARD_SCREEN",
    "en": "This is the Mission Reward window. It shows you how much fame and how many credits you earned over the course of this mission, as well as bonuses for finishing the mission. At the bottom are items that the Rebel Alliance has allocated to your team as a reward for your service. Select outside of the Mission Reward window to close it.",
    "pt": "Esta é a janela de recompensa da missão. Ele mostra quanta fama e quantos créditos você ganhou ao longo desta missão, além de bônus por terminar a missão. Na parte inferior estão os itens que a Aliança Rebelde alocou para sua equipe como recompensa pelo seu serviço. Selecione fora da janela de recompensa da missão para fechá-lo."
  }
]