[
  {
    "key": "M_01_NAME",
    "en": "Under Assault",
    "pt": "Sob assalto"
  },
  {
    "key": "M_01_DESC",
    "en": "<i>The Rebellion scrambles to evacuate its base on Yavin 4 before the Empire can send reinforcements following the destruction of the Death Star. Will you escape with your lives?</i>",
    "pt": "<i> A Rebelião luta para evacuar sua base em Yavin 4 antes que o Império possa enviar reforços após a destruição da Estrela da Morte. Vocês vão escapar com suas vidas? </i>"
  },
  {
    "key": "M_01_MINOR_PERIL_1",
    "en": "<b>Minor Peril</b><br/><br/><i>The stress of the battle is starting to get to you.</i><br/><br/>Each hero may test . Each hero that does not pass suffers 1.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O estresse da batalha está começando a chegar até você. </i> <br/> <br/> Cada herói pode fazer um teste . Cada herói que não passar sofre 1."
  },
  {
    "key": "M_01_MINOR_PERIL_2",
    "en": "<b>Minor Peril</b><br/><br/><i>The oppressive jungle heat saps your strength.</i><br/><br/>Each hero may test . Each hero that does not pass suffers 1.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O calor opressivo na selva consome a sua força. </i> <br/> <br/> Cada herói pode fazer um teste . Cada herói que não passar sofre 1."
  },
  {
    "key": "M_01_MAJOR_PERIL_1",
    "en": "<b>Major Peril</b><br/><br/><i>A frag grenade lands at {0}’s feet explodes.</i><br/><br/>Roll 1 red die. Each figure on or adjacent to {0}’s space suffers  equal to the  results.",
    "pt": "<b> Grande Perigo </b> <br/> <br/> <i> Uma granada de fragmento aterrissa aos pés de {0} e explode. </i> <br/> <br/> Role 1 dado vermelho . Cada figura no espaço de {0} ou adjacente a ele sofre  igual aos resultados de ."
  },
  {
    "key": "M_01_MAJOR_PERIL_2",
    "en": "<b>Major Peril</b><br/><br/><i>A shock grenade lands at {0}’s feet explodes.</i><br/><br/>Roll 1 yellow die. Each figure on or adjacent to {0}’s space suffers  equal to the  results and becomes Stunned.",
    "pt": "<b> Grande Perigo </b> <br/> <br/> <i> Uma granada de choque aterrissa aos pés de {0} e explode. </i> <br/> <br/> Role 1 dado amarelo . Cada figura no espaço de {0} ou adjacente a ele sofre  igual aos resultados e fica atordoada."
  },
  {
    "key": "M_01_CRATE",
    "en": "<i>This crate of supplies was left behind in the rush to evacuate. Perhaps it contains something useful.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa de suprimentos foi deixada para trás na pressa de evacuar. Talvez contenha algo útil. </i> <br/> <br/> Um herói pode interagir com este engradado para abri-lo."
  },
  {
    "key": "M_01_DOOR_1",
    "en": "<i>This door leads into the Rebel base. You must ensure the Imperials are not able to breach it.</i><br/><br/>{0}",
    "pt": "<i> Esta porta leva à base rebelde. Você deve garantir que os imperiais não consigam violá-la. </i> <br/> <br/> {0}"
  },
  {
    "key": "M_01_DOOR_2",
    "en": "<i>This door leads deeper into the base. Keep the Imperial forces away from it as long as you can.</i><br/><br/>{0}",
    "pt": "<i> Esta porta leva mais fundo na base. Mantenha as forças imperiais longe dela o máximo que puder. </i> <br/> <br/> {0}"
  },
  {
    "key": "M_01_OBJECTIVE_PROBES",
    "en": "Defeat the Probe Droids.",
    "pt": "Derrote os Droides Probe."
  },
  {
    "key": "M_01_OBJECTIVE_BUY_TIME",
    "en": "Hold off the Imperial forces until the last transports can escape.",
    "pt": "Segure as forças imperiais até que os últimos transportes possam escapar."
  },
  {
    "key": "M_01_SETUP",
    "en": "<i>Most of the transports have departed Yavin 4, yet you remain, tasked with providing security to the last few ships that are still being loaded. You are patrolling the perimeter of the base, keeping an eye out for any Imperial forces that might slip past the base’s sensors and lookouts to land on the surface.</i><br/><br/>Place tiles 03A, 05A, 06A, 07A, 08A, 09A, 17A, 18A(2), 38B, and 1 door.",
    "pt": "<i> A maioria dos transportes partiram de Yavin 4, mas você permanece encarregado de fornecer segurança as últimas naves que ainda estão sendo carregadas. Você está patrulhando o perímetro da base, mantendo-se atento a quaisquer forças imperiais que possam passar pelos sensores e vigias da base para pousar na superfície. <br/> <br/> Coloque os tiles 03A, 05A , 06A, 07A, 08A, 09A, 17A, 18A (2), 38B e 1 porta."
  },
  {
    "key": "M_01_ENTRANCE",
    "en": "<i>Your squad gathers at the entrance to one of the base’s docking facilities, having just completed another circuit around the structure.</i><br/><br/>Deploy the Rebels.",
    "pt": "<i> Seu time se reúne na entrada de uma das instalações de ancoragem da base, tendo acabado de completar outro circuito ao redor da estrutura. </i> <br/> <br/> Coloque os Rebeldes."
  },
  {
    "key": "M_01_EPROBE_DEPLOYS",
    "en": "<i>You are sharing your reports from your latest patrols when you hear an unusual humming sound coming from the direction of the forest. You turn slowly, eyes searching the dense overgrowth for the source of the sound. Then you see it: an Imperial probe droid!</i><br/><br/>Deploy the elite Probe Droid.",
    "pt": "<i> Você está compartilhando seus relatórios de suas últimas patrulhas quando ouve um som incomum vindo da direção da floresta. Você gira devagar, os olhos procurando o denso crescimento da fonte do som. Então você vê: um droid de sonda imperial! </i> <br/> <br/> Coloque o Droid de sonda de elite."
  },
  {
    "key": "M_01_PROBES_DEPLOY",
    "en": "<i>As you raise your weapon to attack the droid, similar humming noises begin on either side of you, and you spot two more probe droids emerging from the cover of the trees!</i><br/><br/>Deploy a regular Probe Droid. Assign it a color.",
    "pt": "<i> Enquanto você levanta sua arma para atacar o dróide, barulhos semelhantes começam de ambos os seus lados, e você vê mais dois dróides sonda surgindo da cobertura das árvores! </i> <br/> <br/> Coloque um Droid Probe regular. Atribua uma cor."
  },
  {
    "key": "M_01_PROBES_DEPLOY_2",
    "en": "Deploy a regular Probe Droid. Assign it a color.",
    "pt": "Coloque um Droid Probe regular. Atribua uma cor."
  },
  {
    "key": "M_01_KILL_PROBES",
    "en": "<i>You radio in to the command center to report the probe droids. \"Take them out! Quickly!\" a woman's voice replies. This is the officer on duty, Lieutenant Talcon. \"If they signal back to their ship, the Empire will know where to send their troops!\"<br/><br/>You need to defeat the probe droids before they can signal their ship.</i><br/><br/>  Objective Updated  <br/><br/>Defeat the Probe Droids.",
    "pt": "<i> Você liga para o centro de comando para reportar os dróides da sonda. \"Leve-os para fora! Rápido!\" uma voz de mulher responde. Esta é a oficial de serviço, tenente Talcon. \"Se eles comunicarem de volta para a nave, o Império saberá para onde enviar suas tropas!\" <br/> <br/> Você precisa derrotar os dróides da sonda antes que eles possam sinalizar para sua nave. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Derrote os Droides Probe."
  },
  {
    "key": "M_01_PROBES_ALERT",
    "en": "<i>The surviving probe droids extend their antennae and broadcast their location to their ship. You can be sure that more Imperial forces are on the way!</i>",
    "pt": "<i> Os droides sobreviventes da sonda ampliam suas antenas e transmitem sua localização para a nave. Você pode ter certeza que mais forças imperiais estão a caminho! </i>"
  },
  {
    "key": "M_01_PROBE_ALERT",
    "en": "<i>The surviving probe droid extends its antenna and broadcasts its location to its ship. You can be sure that more Imperial forces are on the way!</i>",
    "pt": "<i> O droid sobrevivente da sonda estende sua antena e transmite sua localização para sua nave. Você pode ter certeza que mais forças imperiais estão a caminho! </i>"
  },
  {
    "key": "M_01_PROBES_DEAD",
    "en": "<i>\"Good work taking out those probe droids!\" says Lieutenant Talcon. \"Several Imperial Star Destroyers have just been detected. You can be sure that more Imperial forces are on their way, but at least you bought us some extra time!\"</i>",
    "pt": "<I> \"Bom trabalho acabando com os droides sonda!\" diz a tenente Talcon. \"Vários Imperial Star Destroyers acabaram de ser detectados. Você pode ter certeza de que mais forças imperiais estão a caminho, mas pelo menos você nos deu algum tempo extra!\" </i>"
  },
  {
    "key": "M_01_IMPERIALS_ARRIVE",
    "en": "<i>Moments later, more Imperial troops come crashing through the underbrush, weapons hot!</i>",
    "pt": "<i> Momentos depois, mais tropas imperiais caem na vegetação, armas preparadas! </i>"
  },
  {
    "key": "M_01_TROOPERS_PLACE",
    "en": "<i>The door to the base opens just long enough for three Rebel troopers to rush out onto the battlefield, and the door quickly closes behind them.</i><br/><br/>Deploy the regular Rebel Trooper group. Then each Rebel Trooper gains 6 movement points.",
    "pt": "<i> A porta da base abre apenas o tempo suficiente para três soldados rebeldes correrem para o campo de batalha, e a porta rapidamente se fecha atrás deles. </i> <br/> <br/> Coloque o grupo Rebel Trooper. Então cada Soldado Rebelde ganha 6 pontos de movimento."
  },
  {
    "key": "M_01_STAY_ALIVE",
    "en": "<i>\"Imperial forces inbound!\" Lieutenant Talcon calls out. \"Hold them off as long as you can while we finish loading the last of the transports. If you start taking too many casualties, fall back into the base. May the Force be with you!\"</i><br/><br/>  Objective Updated  <br/><br/>Hold off the Imperial forces until the last transports can escape.",
    "pt": "<i> \"Forças imperiais de entrada!\" A tenente Talcon chama. \"Segure-os o quanto puder enquanto terminamos de carregar o último dos transportes. Se você começar a ter muitas vítimas, volte para a base. Que a Força esteja com você!\" </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Segure as forças imperiais até que os últimos transportes possam escapar."
  },
  {
    "key": "M_01_REINFORCEMENTS",
    "en": "<i>More Imperial forces come bursting out of the jungle.</i>",
    "pt": "<i> Mais forças imperiais saem da selva. </i>"
  },
  {
    "key": "M_01_VILLAIN",
    "en": "<i>An ominous figure emerges from the dense jungle foliage.</i>",
    "pt": "<i> Uma figura sinistra emerge da densa folhagem da selva. </i>"
  },
  {
    "key": "M_01_STORMTROOPERS",
    "en": "<i>A squad of stormtroopers ambushes you!</i><br/><br/>Deploy a regular Stormtrooper group. Assign it a color.",
    "pt": "<i> Um esquadrão de stormtroopers te embosca! </i> <br/> <br/> Coloque um grupo regular de Stormtrooper. Atribua uma cor."
  },
  {
    "key": "M_01_SHIPS_LEFT",
    "en": "<i>\"Only {0} transports have yet to depart!\" Lieutenant Talcon says over the comlink. \"Keep standing strong!\"",
    "pt": "<i> \"Apenas {0} transportes ainda não partiram!\" A tenente Talcon diz pelo comlink. \"Continue forte!\""
  },
  {
    "key": "M_01_SHIP_LEFT",
    "en": "<i>\"Just one transport left!\" Lieutenant Talcon calls over the comlink. \"Hold on just a little longer!\"",
    "pt": "<i> \"Apenas um transporte restante!\" A tenente Talcon diz pelo comlink. \"Aguente só mais um pouco!\""
  },
  {
    "key": "M_01_CRATES_PLACE",
    "en": "<i>Some crates appear to have been left behind in the rush to evacuate. They may contain something useful.</i><br/><br/>Place 2 crates.",
    "pt": "<i> Algumas caixas parecem ter sido deixadas para trás na pressa de evacuar. Elas podem conter algo útil. </i> <br/> <br/> Coloque 2 caixas."
  },
  {
    "key": "M_01_FIRST_DEFEAT_1",
    "en": "<i>\"If you’re running low on supplies, fall back to the base!\" Lieutenant Talcon adds. \"I’ll open the door for you!\"</i><br/><br/>Open the door. Place tile 23B and 1 door.",
    "pt": "<i> \"Se você está com poucos suprimentos, volte para a base!\" A tenente Talcon acrescenta. \"Eu abro a porta para vocês!\" </i> <br/> <br/> Abra a porta. Coloque o tile 23B e 1 porta."
  },
  {
    "key": "M_01_FIRST_DEFEAT_2_DEPLOY",
    "en": "<i>Another squad of Rebel troopers comes rushing out of the base to provide you with reinforcements.</i><br/><br/>Deploy the regular Rebel Trooper group.",
    "pt": "<i> Outro esquadrão de soldados rebeldes vem correndo para fora da base para fornecer reforços. </i> <br/> <br/> Coloque o grupo Rebel Trooper."
  },
  {
    "key": "M_01_FIRST_DEFEAT_2_REINFORCE",
    "en": "<i>More Rebel troopers come rushing out of the base to provide you with reinforcements.</i><br/><br/>Reinforce regular Rebel Troopers until there are 3 in the group.",
    "pt": "<i> Mais tropas rebeldes saem correndo da base para fornecer reforços. </i> <br/> <br/> Reforce os Rebeldes regulares até que haja 3 no grupo."
  },
  {
    "key": "M_01_FIRST_DEFEAT_3",
    "en": "<i>\"Fight them off as long as you can!\" Lieutenant Talcon says. With the door to the base open, you are presented with an opportunity to fall back to relative safety.</i><br/><br/>Each Rebel may interrupt to perform a move action.",
    "pt": "<i> \"Combata-os o quanto puder!\" A tenente Talcon diz. Com a porta da base aberta, você terá a oportunidade de voltar à uma relativa segurança. <br/> <br/> Cada Rebelde pode interromper para executar uma ação de movimento."
  },
  {
    "key": "M_01_SECOND_DEFEAT_1",
    "en": "<i>The withering fire from the Imperial forces is taking its toll on your team. \"We’re nearly done loading the last of the transports,\" Lieutenant Talcon informs you over your comlink. \"We just need a little more time. I’ll clear your way to your ship if you need to make an escape.\" Another door opens on a remote signal from the command center.</i><br/><br/>Open the door. Place tiles 25B and 36B(2).",
    "pt": "<i> O fogo devastador das forças imperiais está tomando seu pedágio em seu time. \"Estamos quase terminando de carregar o último dos transportes\", informa a tenente Talcon sobre seu comlink. \"Nós só precisamos de um pouco mais de tempo. Eu vou abrir caminho para a sua nave, se você precisar fugir.\" Outra porta se abre com um sinal remoto do centro de comando. </i> <br/> <br/> Abra a porta. Coloque os tiles 25B e 36B (2)."
  },
  {
    "key": "M_01_SECOND_DEFEAT_3",
    "en": "<i>Through the smoke and haze from the blaster fire, you see the outline of a dark, imposing figure striding out of the jungle. It is not until a glowing red blade appears in the figure’s hand that you realize a Dark Lord of the Sith has arrived. You know that you have no chance of defeating Darth Vader.</i><br/><br/>Deploy Darth Vader. Darth Vader cannot be defeated.",
    "pt": "<i> Através da fumaça e neblina do fogo, você vê o contorno de uma figura escura e imponente saindo da selva. Não é até que uma lâmina vermelha brilhante aparece na mão da figura que você percebe que um Lorde das Trevas dos Sith chegou. Você sabe que não tem chance de derrotar Darth Vader. </i> <br/> <br/> Coloque Darth Vader. Darth Vader não pode ser derrotado."
  },
  {
    "key": "M_01_VADER_NO_DEFEAT",
    "en": "Darth Vader cannot be defeated.",
    "pt": "Darth Vader não pode ser derrotado."
  },
  {
    "key": "M_01_WIN",
    "en": "<i>\"That’s it! The last ship is off!\" Lieutenant Talcon shouts excitedly. \"Great work! Get yourselves to safety!\" You retreat through the base to your ship and quickly get aboard. Your pilot is already there, ready to take off as soon as everyone is accounted for.</i>{0}",
    "pt": "<i> \"É isso! O última nave está desligado!\" A tenente Talcon grita animadamente. \"Ótimo trabalho! Sigam-se em segurança!\" Você recua através da base para a sua nave e rapidamente embarca. Seu piloto já está lá, pronto para decolar assim que todos forem contabilizados. </i> {0}"
  },
  {
    "key": "M_01_WIN_2",
    "en": "<i>When the last of your team comes aboard, the small freighter takes off and rockets out of the docking bay. Your ship comes alongside the medium transport </i>Freedom Fighter<i> and the two ships leave Yavin 4’s atmosphere only to come face to face with an Imperial Star Destroyer. Fortunately, the Star Destroyer is already preoccupied hauling in another transport, allowing both your ship and the </i>Freedom Fighter<i> to make their escape into hyperspace.<br/><br/>Thanks to your heroic efforts, all of the remaining transports had enough time to take off before the Imperials could reach them.</i>",
    "pt": "<i> Quando o último de sua equipe vem a bordo, o pequeno cargueiro decola e dispara para fora do compartimento de ancoragem. Sua nave vem junto com o transporte médio </i> Freedom Fighter <i> e as duas naves deixam a atmosfera de Yavin 4 apenas para ficar cara a cara com um Destróier Estelar Imperial. Felizmente, o Star Destroyer já está preocupado em transportar outro transporte, permitindo que tanto a sua nave quanto o </i> Freedom Fighter <i> escapem para o hiperespaço. <br/> <br/> Graças aos seus esforços heróicos, todos dos transportes restantes tiveram tempo suficiente para decolar antes que os imperiais pudessem alcançá-los. </i>"
  },
  {
    "key": "M_01_WIN_TROOPERS_SAVED",
    "en": "<i> The surviving Rebel troopers who had fought alongside you come aboard your ship, thankful to you for saving their lives.</i><br/><br/>You receive the regular Rebel Troopers as allies for the next mission.",
    "pt": "<i> Os soldados rebeldes sobreviventes que lutaram ao seu lado vêm a bordo de sua nave, gratos a você por salvar suas vidas. </i> <br/> <br/> Você recebe os Rebeldes regulares como aliados para a próxima missão."
  },
  {
    "key": "M_01_LOSS",
    "en": "<i>Battered and beaten, you limp back to your ship with some remaining Rebel troopers covering you. You manage to make it to your ship and wait briefly for the troopers to catch up, but none of them appear. Your pilot is already aboard the ship, ready to take off as soon as everyone else is aboard.</i>",
    "pt": "<i> Battered e espancado, você coxeia de volta para a sua nave com alguns soldados rebeldes remanescentes cobrindo você. Você consegue chegar à sua nave e esperar brevemente para que os soldados se atualizem, mas nenhum deles aparece. Seu piloto já está a bordo da nave, pronto para decolar assim que todos estiverem a bordo. </i>"
  },
  {
    "key": "M_01_LOSS_2",
    "en": "<i>When the last of your team comes aboard, the small freighter takes off and rockets out of the docking bay. Your ship comes alongside the medium transport </i>Freedom Fighter<i> and the two ships leave Yavin 4’s atmosphere only to come face to face with an Imperial Star Destroyer. Fortunately, the Star Destroyer is already preoccupied hauling in another transport, allowing both your ship and the </i>Freedom Fighter<i> to make their escape into hyperspace.<br/><br/>Despite your efforts, {0} transports did not have enough time to launch and were captured before they could get off the ground.</i>",
    "pt": "<i> Quando o último de sua equipe vem a bordo, o pequeno cargueiro decola e dispara para fora do compartimento de ancoragem. Sua nave vem junto com o transporte médio </i> Freedom Fighter <i> e as duas naves deixam a atmosfera de Yavin 4 apenas para ficar cara a cara com um Destróier Estelar Imperial. Felizmente, o Star Destroyer já está preocupado em transportar outro transporte, permitindo que tanto a sua nave quanto o </i> Freedom Fighter <i> escapem para o hiperespaço. <br/> <br/> Apesar de seus esforços, {0} os transportes não tiveram tempo suficiente para serem lançados e foram capturados antes que pudessem decolar. </i>"
  },
  {
    "key": "M_01_LOSS_2_SINGULAR",
    "en": "<i>When the last of your team comes aboard, the small freighter takes off and rockets out of the docking bay. Your ship comes alongside the medium transport </i>Freedom Fighter<i> and the two ships leave Yavin 4’s atmosphere only to come face to face with an Imperial Star Destroyer. Fortunately, the Star Destroyer is already preoccupied hauling in another transport, allowing both your ship and the </i>Freedom Fighter<i> to make their escape into hyperspace.<br/><br/>Despite your efforts, one transport did not have enough time to launch and was captured before it could get off the ground.</i>",
    "pt": "<i> Quando o último de sua equipe vem a bordo, o pequeno cargueiro decola e dispara para fora do compartimento de ancoragem. Sua nave vem junto com o transporte médio </i> Freedom Fighter <i> e as duas naves deixam a atmosfera de Yavin 4 apenas para ficar cara a cara com um Destróier Estelar Imperial. Felizmente, o Star Destroyer já está preocupado em transportar outro, permitindo que tanto a sua nave quanto o </i> Freedom Fighter <i> façam sua fuga para o hiperespaço. <br/> <br/> Apesar de seus esforços, um transporte fez não tem tempo suficiente para lançar e foi capturado antes que pudesse decolar. </i>"
  },
  {
    "key": "M_02_NAME",
    "en": "Search for Darpik",
    "pt": "Pesquisa por Darpik"
  },
  {
    "key": "M_02_DESC",
    "en": "<i>Several members of the </i>Freedom Fighter<i>’s crew, including Captain Darpik, have gone missing during a mission to acquire rations for the additional evacuees aboard the transport. Head planetside and discover what happened to the captain.</i>",
    "pt": "<i> Vários membros da tripulação do </i> Freedom Fighter <i>, incluindo o Capitão Darpik, desapareceram durante uma missão para adquirir rações para os evacuados adicionais a bordo do transporte. Dirija-se ao planeta e descubra o que aconteceu com o capitão. </i>"
  },
  {
    "key": "M_02_SUSPECT_1",
    "en": "Shistavanen",
    "pt": "Shistavanen"
  },
  {
    "key": "M_02_SUSPECT_2",
    "en": "Advozse",
    "pt": "Advozse"
  },
  {
    "key": "M_02_SUSPECT_3",
    "en": "Gran",
    "pt": "Gran"
  },
  {
    "key": "M_02_SUSPECT_4",
    "en": "Nikto",
    "pt": "Nikto"
  },
  {
    "key": "M_02_SUSPECT_1_COLOR",
    "en": "blue",
    "pt": "azul"
  },
  {
    "key": "M_02_SUSPECT_2_COLOR",
    "en": "yellow",
    "pt": "amarelo"
  },
  {
    "key": "M_02_SUSPECT_3_COLOR",
    "en": "green",
    "pt": "verde"
  },
  {
    "key": "M_02_SUSPECT_4_COLOR",
    "en": "red",
    "pt": "vermelho"
  },
  {
    "key": "M_02_LOCATION_1",
    "en": "garbage dump",
    "pt": "depósito de lixo"
  },
  {
    "key": "M_02_LOCATION_1_LABEL",
    "en": "Garbage Dump",
    "pt": "Depósito de lixo"
  },
  {
    "key": "M_02_LOCATION_2",
    "en": "conveyor room",
    "pt": "sala de transporte"
  },
  {
    "key": "M_02_LOCATION_2_LABEL",
    "en": "Conveyor Room",
    "pt": "Sala de transporte"
  },
  {
    "key": "M_02_LOCATION_3",
    "en": "furnace room",
    "pt": "sala do Forno"
  },
  {
    "key": "M_02_LOCATION_3_LABEL",
    "en": "Furnace Room",
    "pt": "Sala do Forno"
  },
  {
    "key": "M_02_DOOR_1",
    "en": "on the right",
    "pt": "a direita"
  },
  {
    "key": "M_02_DOOR_2",
    "en": "in the middle",
    "pt": "no meio"
  },
  {
    "key": "M_02_DOOR_3",
    "en": "on the left",
    "pt": "à esquerda"
  },
  {
    "key": "M_02_CRATE_PLACE",
    "en": "{0}<br/><br/>Place 1 crate.",
    "pt": "{0} <br/> <br/> Coloque 1 caixa."
  },
  {
    "key": "M_02_CRATE_SELECT",
    "en": "<i>This crate may have something useful inside.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa pode ter algo útil por dentro. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_02_CRATE_OPEN",
    "en": "<i>You find some useful supplies in the crate.</i><br/><br/>",
    "pt": "<i> Você encontra alguns suprimentos úteis na caixa. </i> <br/> <br/>"
  },
  {
    "key": "M_02_CRATE_MEDPACK",
    "en": "<i>You find some medical supplies in the crate.</i><br/><br/>You gained 1 medpac.",
    "pt": "<i> Você encontra alguns suprimentos médicos no caixote. </i> <br/> <br/> Você ganhou 1 medpac."
  },
  {
    "key": "M_02_CRATE_DATAPAD",
    "en": "<i>You also notice a datapad lying at the bottom of the crate.</i><br/><br/>Test .",
    "pt": "<i> Você também nota um datapad no fundo da caixa. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_CRATE_DATAPAD_MAIN",
    "en": "You pick up the datapad and find it contains a list of the </i>Freedom Fighter<i>’s crew and passengers. It would appear someone has been sharing information about the transport with these mercenaries.",
    "pt": "Você pega o datapad e descobre que ele contém uma lista da tripulação e passageiros do </i> Freedom Fighter <i>. Parece que alguém compartilha informações sobre o transporte com esses mercenários."
  },
  {
    "key": "M_02_CRATE_DATAPAD_PASS",
    "en": "<i>{0} You notice that two names are conspicuously absent from the list: {1} and {2}.</i>",
    "pt": "<i> {0} Você percebe que dois nomes estão claramente ausentes da lista: {1} e {2}. </i>"
  },
  {
    "key": "M_02_CRATE_DATAPAD_FAIL",
    "en": "<i>{0}</i>",
    "pt": "<i> {0} </i>"
  },
  {
    "key": "M_02_TARGET",
    "en": "the closest Rebel mission token—if a Rebel within 1 space of that token can be the target of the attack, that Rebel becomes the target of the attack",
    "pt": "a ficha de missão Rebelde mais próxima - se um Rebelde dentro de 1 espaço desse token puder ser o alvo do ataque, esse Rebel se torna o alvo do ataque"
  },
  {
    "key": "M_02_TARGET_DEADLY",
    "en": "the closest Rebel mission token",
    "pt": "o mais próximo símbolo da missão Rebelde"
  },
  {
    "key": "M_02_MALE_RECOGNIZE",
    "en": " You recognize this person from the docking bay holocam records. He had been among those who abducted the </i>Freedom Fighter<i>’s crew.",
    "pt": "Você reconhece essa pessoa dos registros holocam do docking bay. Ele estava entre aqueles que seqüestraram a tripulação do Freedom Fighter."
  },
  {
    "key": "M_02_FEMALE_RECOGNIZE",
    "en": " You recognize this person from the docking bay holocam records. She had been among those who abducted the </i>Freedom Fighter<i>’s crew.",
    "pt": "Você reconhece essa pessoa dos registros holocam do docking bay. Ela estava entre aqueles que seqüestraram a tripulação do Freedom Fighter."
  },
  {
    "key": "M_02_ACCOMPLICE_ATTACKS",
    "en": "<i>The {0} fires at you!</i><br/><br/>Roll 1 blue and 1 green die. The Rebel closest to and in line of sight of the accomplice (the {1} mission token) suffers  equal to the  results.",
    "pt": "<i> O {0} dispara contra você! </i> <br/> <br/> Role 1 azul e 1 dado verde. O Rebelde mais próximo e na linha de visão do cúmplice (o {1} token de missão) sofre  igual aos resultados ."
  },
  {
    "key": "M_02_ACCOMPLICE_SHOOT",
    "en": "<i>As you turn your back to the {0}, you hear the click of a weapon safety just before you feel a sharp pain in your back.</i><br/><br/>Roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> Ao virar as costas para o {0}, você ouve o clique de uma arma segura antes de sentir uma dor aguda nas costas. </i> <br/> <br/> Role 1 azul e 1 morrer verde. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_ACCOMPLICE_SHOOT_2",
    "en": "<i>A frightened cry goes up from the other people in the cantina, who hurriedly scurry for the door.</i><br/><br/>Discard the indicated mission tokens.",
    "pt": "<i> Um grito assustado sobe das outras pessoas na cantina, que correm apressadamente para a porta. </i> <br/> <br/> Descartar as fichas de missão indicadas."
  },
  {
    "key": "M_02_ACCOMPLICE_SHOOTING",
    "en": "<i>The {0} has pulled a blaster and is firing at you!</i><br/><br/>This mission token is the accomplice. A Rebel can attack the accomplice (Health: 4, Defense: 1).",
    "pt": "<i> O {0} puxou um blaster e está atirando em você! </i> <br/> <br/> Este símbolo de missão é o cúmplice. Um Rebelde pode atacar o cúmplice (Saúde: 4, Defesa: 1)."
  },
  {
    "key": "M_02_MINOR_PERIL_1",
    "en": "<b>Minor Peril</b><br/><br/><i>The stench of the garbage dump assaults your nostrils, making you gag.</i><br/><br/>Each Rebel on tile 19B or a tile connected to it suffers 1.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O fedor do depósito de lixo assalta suas narinas, fazendo você engasgar. </i> <br/> <br/> Cada rebelde no tile 19B ou um ladrilho conectado a ele sofre 1."
  },
  {
    "key": "M_02_MINOR_PERIL_2",
    "en": "<b>Minor Peril</b><br/><br/><i>Radiant heat from the furnace at the end of the conveyor has turned the room into an oven, made worse by the singeing energy of flying blaster bolts.</i><br/><br/>Each Rebel on tile 20B, or a tile connected to it, suffers 1.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O aquecimento radiante do forno no final do transportador transformou o ambiente em um forno, agravado pela energia de queima de parafusos blaster. </i> <br/> <br/> Cada Rebel no tile 20B, ou um tile conectado a ele, sofre 1."
  },
  {
    "key": "M_02_MINOR_PERIL_3",
    "en": "<b>Minor Peril</b><br/><br/><i>Radiant heat from the furnace has turned the room into an oven, made worse by the singeing energy of flying blaster bolts.</i><br/><br/>Each Rebel on tile 23B, 24B, or a tile connected to either, suffers 1.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O aquecimento radiante do forno transformou a sala em um forno, agravada pela energia de queima de parafusos blaster. </i> <br> /> <br/> Cada Rebel no tile 23B, 24B, ou um tile conectada a um, sofre 1."
  },
  {
    "key": "M_02_MAJOR",
    "en": "<b>Major Peril</b><br/><br/><i>The relentless assassin droid IG-88 moves with inhuman speed, unleashing a barrage of blaster fire on the nearest threat.</i><br/><br/>IG-88 <b>attacks</b> « the closest Rebel » using 1 green and 1 yellow die and the following surge priority:<br/><br/>: Recover 3<br/>: +2",
    "pt": "<b> Major Peril </b> <br/> <br/> <i> O implacável droid assassino IG-88 move-se com uma velocidade desumana, desencadeando uma barragem de fogo explosivo na ameaça mais próxima. </i> <br / > <br/> IG-88 <b> ataca </b> «o rebelde mais próximo» usando 1 dado verde e 1 dado amarelo e a seguinte prioridade: <br/> <br/> : Recuperar 3 <br / > : + 2"
  },
  {
    "key": "M_02_MAJOR_ALT",
    "en": "<b>Major Peril</b><br/><br/><i>One among the enemy forces emerges as the top threat, unleashing a brutal attack on the closest member of your squad.</i><br/><br/>The Imperial figure with the highest figure cost that can attack <b>attacks</b> « the closest Rebel ».",
    "pt": "<b> Major Peril </b> <br/> <br/> <i> Uma das forças inimigas surge como a principal ameaça, desencadeando um ataque brutal contra o membro mais próximo do seu esquadrão. </i> <br / > <br/> A figura imperial com o maior custo de figura que pode atacar <b> ataques </b> «o rebelde mais próximo»."
  },
  {
    "key": "M_02_DEADLY",
    "en": "<b>Deadly Peril</b><br/><br/><i>The Imperial forces have begun focusing their fire on the fleeing crew members.</i><br/><br/>Imperial figures will now target Rebel mission tokens directly. You can no longer protect them by being near them.",
    "pt": "<b> Perigo Mortal </b> <br/> <br/> <i> As forças imperiais começaram a focalizar seu fogo nos tripulantes em fuga. </i> <br/> <br/> As figuras imperiais agora meta tokens de missão Rebelde diretamente. Você não pode mais protegê-los estando perto deles."
  },
  {
    "key": "M_02_DEADLY_REPEAT",
    "en": "<b>Deadly Peril</b><br/><br/><i>A stray blaster bolt strikes this crew member dead.</i><br/><br/>Discard this Rebel mission token.",
    "pt": "<b> Perigo Mortal </b> <br/> <br/> <i> Um raio explodido ataca esse membro da tripulação. </i> <br/> <br/> Descarte este marcador de missão Rebelde."
  },
  {
    "key": "M_02_OBJECTIVE_FIND_PEOPLE",
    "en": "Find the <i>Freedom Fighter</i>’s missing crew members.",
    "pt": "Encontre os membros da tripulação do <i> Freedom Fighter </i>."
  },
  {
    "key": "M_02_OBJECTIVE_FREE",
    "en": "Free all the captive members of the <i>Freedom Fighter</i>’s crew.",
    "pt": "Libertem todos os membros cativos da tripulação do <i> Freedom Fighter </i>."
  },
  {
    "key": "M_02_OBJECTIVE_DOORS",
    "en": "Open the docking bay doors.",
    "pt": "Abra as portas do compartimento de encaixe."
  },
  {
    "key": "M_02_OBJECTIVE_SHUTTLE",
    "en": "Cover the crew members as they return to the shuttle escape.",
    "pt": "Cubra os membros da tripulação enquanto eles retornam ao ônibus e escapam."
  },
  {
    "key": "M_02_INTRO",
    "en": "<i>The crew members went missing during a resupply mission on this mountainous Mid Rim world. You track the missing crew’s shuttle to a docking bay in a remote, sparsely populated region of the planet and decide that will be a good place to start looking.</i><br/><br/>Place tiles 01B, 18B(2), 21B, 25B, 26B, 36B(2), 39B, and 3 doors.",
    "pt": "<i> Os membros da tripulação desapareceram durante uma missão de reabastecimento neste mundo montanhoso de Mid Rim. Você rastreia o transporte da tripulação ausente para uma baía de ancoragem em uma região remota e pouco povoada do planeta e decide que esse será um bom local para começar a procurar. <br/> <br/> Coloque as peças de tiles 01B, 18B (2), 21B, 25B, 26B, 36B (2), 39B e 3 portas."
  },
  {
    "key": "M_02_ENTRANCE",
    "en": "<i>You enter the spaceport complex to which the docking bay is attached. To your left is the docking bay where the crew’s shuttle is docked. To your right is a cantina, with the sound of live music and the smell of fresh-cooked food wafting out through the open door.</i><br/><br/>Deploy the Rebels.",
    "pt": "<i> Você entra no complexo do porto espacial ao qual o compartimento de encaixe está conectado. À sua esquerda, está a doca onde o ônibus da tripulação está ancorado. À sua direita está uma cantina, com o som de música ao vivo e o cheiro de comida recém-cozida flutuando pela porta aberta. <br/> <br/> Coloque os rebeldes."
  },
  {
    "key": "M_02_CANTINA_PATRONS",
    "en": "<i>The cantina is populated with a number of beings of multiple species.</i><br/><br/>Place 4 mission tokens as indicated.",
    "pt": "<i> A cantina é povoada com um número de seres de várias espécies. </i> <br/> <br/> Coloque 4 fichas de missão como indicado."
  },
  {
    "key": "M_02_CANTINA_CRATE_PLACE",
    "en": "<i>A crate of supplies sits in a corner.</i><br/><br/>Place 1 crate.",
    "pt": "<i> Uma caixa de suprimentos fica em um canto. </i> <br/> <br/> Coloque 1 caixa."
  },
  {
    "key": "M_02_DOCKING_CRATES_PLACE",
    "en": "<i>It appears that your fellow crew members were in the middle of loading supplies onto their shuttle, as several crates sit against one wall, waiting to be carried aboard.</i><br/><br/>Place 2 crates.",
    "pt": "<i> Parece que os membros da sua tripulação estavam no meio do carregamento de suprimentos em seu ônibus, pois vários caixotes ficam encostados a uma parede, esperando para serem levados a bordo. </i> <br/> <br/> Coloque 2 caixotes ."
  },
  {
    "key": "M_02_TERMINAL_PLACE",
    "en": "<i>A terminal near the entrance could be used to access the docking bay security systems with a bit of slicing.</i><br/><br/>Place 1 terminal.",
    "pt": "<i> Um terminal perto da entrada poderia ser usado para acessar os sistemas de segurança do ancoradouro com um pouco de fatiamento. </i> <br/> <br/> Coloque 1 terminal."
  },
  {
    "key": "M_02_BEGGAR_PLACE",
    "en": "<i>A disheveled Bith in tattered clothing sits on the ground, holding out an open hand toward anyone who passes by.</i><br/><br/>Place 1 mission token as indicated.",
    "pt": "<i> Um Bith desgrenhado em roupas esfarrapadas está sentado no chão, estendendo a mão para qualquer pessoa que passar. </i> <br/> <br/> Coloque 1 ficha de missão como indicado."
  },
  {
    "key": "M_02_BEGIN",
    "en": "<i>You set out to discover what happened to the missing crew members.</i><br/><br/>  Objective Updated  <br/><br/>Find the <i>Freedom Fighter</i>’s missing crew members.",
    "pt": "<i> Você começou a descobrir o que aconteceu com os tripulantes desaparecidos. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Encontre o <i> Lutador da Liberdade </ i > membros da tripulação que estão faltando."
  },
  {
    "key": "M_02_IMPERIALS_ALERTED",
    "en": "<i>A group of Imperial troops comes through the door that you had entered through. \"The {0} told us they would be going to the {1},\" you hear the leader say. \"Let’s check it out.\"",
    "pt": "<i> Um grupo de tropas imperiais passa pela porta pela qual você entrou. \"O {0} nos disse que eles iriam para o {1}\", você ouve o líder dizer. \"Vamos dar uma olhada.\""
  },
  {
    "key": "M_02_DOCKING_VILLAIN",
    "en": "<i>An ominous figure stands near the shuttle, waiting to destroy you.</i>",
    "pt": "<i> Uma figura sinistra fica perto do ônibus, esperando para te destruir. </i>"
  },
  {
    "key": "M_02_DOCKING_IMPERIALS",
    "en": "<i>A squad of Imperial troops enters the docking bay. If you don’t move quickly, they will capture the freed crew members, or worse!</i>",
    "pt": "<i> Um esquadrão de tropas imperiais entra na baía. Se você não se mover rapidamente, eles irão capturar os membros da tripulação liberados, ou pior ainda! </i>"
  },
  {
    "key": "M_02_CANTINA_IMPERIALS",
    "en": "<i>A squad of Imperial troops, responding to the sounds of the screaming cantina patrons, bursts through the doorway at the other end of the cantina. They quickly take stock of the situation and open fire on you!</i>",
    "pt": "<i> Um esquadrão de tropas imperiais, respondendo ao som dos gritos patronos da cantina, irrompe pela porta do outro lado da cantina. Eles rapidamente fazem um balanço da situação e abrem fogo em você! </i>"
  },
  {
    "key": "M_02_DOOR_ALARM",
    "en": "<i>A group of Imperial troops comes through the door that you had entered through. \"The alarm to the {0} was tripped,\" you hear the leader say. \"Let’s check it out.\"</i>",
    "pt": "<i> Um grupo de tropas imperiais passa pela porta pela qual você entrou. \"O alarme para o {0} foi acionado\", você ouve o líder dizer. \"Vamos dar uma olhada.\" </i>"
  },
  {
    "key": "M_02_IG88_ARRIVES",
    "en": "<i>You think you hear a whirring sound coming from somewhere nearby. You look around, but cannot find its source. Just then, something lands on top of you, smashing you to the ground with a thud. You groggily look up to see the deadly assassin droid IG-88 standing over you, weapons at the ready.</i><br/><br/>Roll 1 red die. « The healthy hero who has suffered the least  » suffers  equal to the  results and becomes Stunned. Then deploy IG-88 as close as possible to that hero.",
    "pt": "<i> Você acha que ouve um zumbido vindo de algum lugar próximo. Você olha em volta, mas não consegue encontrar sua fonte. Só então, algo cai em cima de você, esmagando você no chão com um baque. Você grogue olhar para cima para ver o dróide assassino IG-88 em pé sobre você, armas prontas. </i> <br/> <br/> Role 1 morrer vermelho. «O herói saudável que sofreu menos » sofre  igual aos resultados e fica atordoado. Em seguida, implemente o IG-88 o mais próximo possível desse herói."
  },
  {
    "key": "M_02_IG88_DEFEATED",
    "en": "<i>With one arm severed, IG-88 is so badly damaged that the droid’s combat algorithms determine that the value of the captives is now outweighed by the risk of total system failure, so the assassin droid makes a quick escape.</i>",
    "pt": "<i> Com um braço decepado, o IG-88 está tão danificado que os algoritmos de combate do dróide determinam que o valor dos cativos é agora superado pelo risco de falha total do sistema, então o droid assassino faz uma fuga rápida. </ i >"
  },
  {
    "key": "M_02_WIN",
    "en": "<i>With the surviving crew aboard, the shuttle’s ramp starts retracting as its engines power up. You watch the ship lift off through the open bay doors and blast away before you fall back to your own ship.</i>",
    "pt": "<i> Com a tripulação sobrevivente a bordo, a rampa do ônibus espacial começa a se retrair à medida que seus motores são acionados. Você assiste a nave decolar pelas portas abertas do compartimento e explodir antes de voltar para o seu própria nave. </i>"
  },
  {
    "key": "M_02_DARPIK_CLUE",
    "en": "<i>As your ship escorts the captain’s shuttle back to the </i>Freedom Fighter<i>, you receive a comm signal from Darpik. \"Thanks for getting us out of there,\" she says. You ask how those bounty hunters could have known where to find her.<br/><br/>\"I don’t want to jump to any conclusions,\" she answers, \"but just before we got nabbed, I got a message from {0} warning me that he had detected an unauthorized signal sent from the </i>Freedom Fighter<i> to some place on the planet shortly after my shuttle had departed. It could be unrelated, but the timing seems suspect.\"</i>",
    "pt": "<i> Enquanta sua nave acompanha o ônibus de volta para o </i> Freedom Fighter <i>, você recebe um sinal de comunicação da Darpik. \"Obrigado por nos tirar de lá\", diz ela. Você pergunta como esses caçadores de recompensas poderiam saber onde encontrá-la. <br/> <br/> \"Eu não quero tirar conclusões precipitadas\", ela responde, \"mas pouco antes de sermos apanhados, recebi uma mensagem de {0} avisando-me que ele havia detectado um sinal não autorizado enviado do </i> Freedom Fighter <i> para algum lugar no planeta logo após o meu ônibus ter partido. Ele pode não estar relacionado, mas o momento parece suspeito. \" </i>"
  },
  {
    "key": "M_02_LOSS",
    "en": "<i>As the last of the crew members falls to the ground dead, you realize your mission has been a failure. You are forced to retreat to your own ship, leaving the shuttle and its supplies behind. It will be a hungry few days aboard the </i>Freedom Fighter<i> until another supply run can be attempted.</i>",
    "pt": "<i> Quando o último dos membros da tripulação cai no chão, você percebe que sua missão foi um fracasso. Você é forçado a se retirar para seu própria nave, deixando o ônibus espacial e seus suprimentos para trás. Será uma fome alguns dias a bordo do </i> Freedom Fighter <i> até que outra corrida de suprimentos possa ser tentada. </i>"
  },
  {
    "key": "M_02_LOSS_HEROES",
    "en": "<i>The enemy forces prove too overwhelming for your team and you are forced to retreat to your ship, leaving the captured crew behind.</i>",
    "pt": "<i> As forças inimigas provam ser demais para o seu time e você é forçado a se retirar para a sua nave, deixando a tripulação capturada para trás. </i>"
  },
  {
    "key": "M_02_STAR_MAP",
    "en": "<i>Back aboard the </i>Freedom Fighter<i>, you learn that Captain Darpik had been carrying a star map containing the locations of many of the Rebellion's safe harbors in this sector of space. A lot of damage could be done if that map falls into Imperial hands. It is imperative that it be retrieved.</i>",
    "pt": "<i> De volta a bordo do </i> Freedom Fighter <i>, você descobre que o Capitão Darpik estava carregando um mapa estelar contendo os locais de muitos dos portos seguros da Rebelião neste setor do espaço. Muitos danos poderiam ser causados ​​se o mapa cair nas mãos do Imperial. É imperativo que seja recuperado. </i>"
  },
  {
    "key": "M_02_DOOR_LOCKED",
    "en": "<i>This door is labeled \"{0}.\" On the wall next to the door is a slot for a keycard.</i>{1}",
    "pt": "<i> Esta porta está marcada com \"{0}.\" Na parede ao lado da porta há um slot para um cartão-chave. </i> {1}"
  },
  {
    "key": "M_02_DOOR_HACK",
    "en": "<i> The security on the door is so outdated it would take you a while to figure out how to override it. It would probably be less work to try to find a keycard.</i><br/><br/>This door is locked. A Rebel can interact to try to unlock it.",
    "pt": "<i> A segurança na porta é tão desatualizada que levaria algum tempo para descobrir como substituí-la. Provavelmente seria menos trabalho tentar encontrar um cartão. </i> <br/> <br/> Esta porta está trancada. Um rebelde pode interagir para tentar desbloqueá-lo."
  },
  {
    "key": "M_02_DOOR_HACK_ATTEMPT",
    "en": "<i>You set about trying to override the keycard entry system.</i><br/><br/>Test .",
    "pt": "<i> Você está tentando substituir o sistema de entrada de cartão-chave. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_DOOR_HACK_FAIL",
    "en": "<i>You make an attempt to override the keycard entry system, but have no success. You will have to try another approach.</i>",
    "pt": "<i> Você tenta substituir o sistema de entrada de cartão-chave, mas não obtém sucesso. Você terá que tentar outra abordagem. </i>"
  },
  {
    "key": "M_02_DOOR_WRONG_1",
    "en": "<i>The door slides open, and you find yourself looking at a large pile of garbage. You are immediately assaulted by the smell. Through stinging eyes, you can see there is no one in here. It seems you have the wrong door.</i>",
    "pt": "<i> A porta se abre, e você se vê olhando para uma grande pilha de lixo. Você é imediatamente agredido pelo cheiro. Através dos olhos ardentes, você pode ver que não há ninguém aqui. Parece que você tem a porta errada. </i>"
  },
  {
    "key": "M_02_DOOR_WRONG_2",
    "en": "<i>The door slides open, and you find yourself in some kind of mineral processing facility. A conveyor runs along one of the walls, but it is not currently operating. The room is dark, and it appears no one is inside. It seems you have the wrong door.</i>",
    "pt": "<i> A porta se abre e você se encontra em algum tipo de instalação de processamento mineral. Um transportador corre ao longo de uma das paredes, mas não está operando atualmente. O quarto está escuro e parece que ninguém está dentro. Parece que você tem a porta errada. </i>"
  },
  {
    "key": "M_02_DOOR_WRONG_3",
    "en": "<i>The door slides open, and you find yourself in some kind of maintenance room. A work bench is piled high with broken parts and various tools. There is a furnace for melting down junk at the opposite end of the room. In the glow of the furnace, you see there is no one inside. It seems you have the wrong door.</i>",
    "pt": "<i> A porta se abre e você se encontra em algum tipo de sala de manutenção. Uma bancada de trabalho está repleta de peças quebradas e várias ferramentas. Há uma fornalha para derreter lixo na extremidade oposta da sala. No brilho do forno, você vê que não há ninguém lá dentro. Parece que você tem a porta errada. </i>"
  },
  {
    "key": "M_02_DOOR_WRONG",
    "en": "<i>You have already determined that your people are not through this door.</i>",
    "pt": "<i> Você já determinou que seu pessoal não passa por essa porta. </i>"
  },
  {
    "key": "M_02_DOOR_KEYCARD",
    "en": "<i> The keycard you \"acquired\" seems to fit the reader on this door.</i><br/><br/>A Rebel can interact with this door to try the keycard.",
    "pt": "<i> O cartão-chave que você \"adquiriu\" parece se ajustar ao leitor nesta porta. </i> <br/> <br/> Um Rebelde pode interagir com essa porta para experimentar o cartão-chave."
  },
  {
    "key": "M_02_DOOR_RIGHT_1",
    "en": "<i>The door slides open, and you find yourself looking at a large pile of garbage. You are immediately assaulted by the smell.</i><br/><br/>Open the door. Place tiles 19B and 36B(2).",
    "pt": "<i> A porta se abre, e você se vê olhando para uma grande pilha de lixo. Você é imediatamente atacado pelo cheiro. </i> <br/> <br/> Abra a porta. Coloque as peças 19B e 36B (2)."
  },
  {
    "key": "M_02_DOOR_RIGHT_2",
    "en": "<i>The door slides open, and you find yourself in some kind of mineral processing facility. A conveyor runs along one of the walls, but it is not currently operating.</i><br/><br/>Open the door. Place tiles 20B and 36B.",
    "pt": "<i> A porta se abre e você se encontra em algum tipo de instalação de processamento mineral. Um transportador corre ao longo de uma das paredes, mas não está funcionando atualmente. </i> <br/> <br/> Abra a porta. Coloque as peças 20B e 36B."
  },
  {
    "key": "M_02_DOOR_RIGHT_3",
    "en": "<i>The door slides open, and you find yourself in some kind of maintenance room. A work bench is piled high with broken parts and various tools. There is a furnace for melting down junk at the opposite end of the room.</i><br/><br/>Open the door. Place tiles 23B, 24B, and 36B.",
    "pt": "<i> A porta se abre e você se encontra em algum tipo de sala de manutenção. Uma bancada de trabalho está repleta de peças quebradas e várias ferramentas. Há uma fornalha para derreter lixo na extremidade oposta da sala. <br/> <br/> Abra a porta. Coloque as peças 23B, 24B e 36B."
  },
  {
    "key": "M_02_CREW_PLACE",
    "en": "<i>You see the four missing crew members bound and gagged on the floor.</i><br/><br/>Place 4 Imperial mission tokens as indicated. These are crew members.<br/><br/>  Objective Updated  <br/><br/>Free all the captive members of the <i>Freedom Fighter</i>’s crew.",
    "pt": "<i> Você vê os quatro tripulantes desaparecidos amarrados e amordaçados no chão. </i> <br/> <br/> Coloque 4 fichas de missão imperial como indicado. Estes são tripulantes. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Liberte todos os membros cativos da tripulação do <i> Freedom Fighter </i>."
  },
  {
    "key": "M_02_GUARDS_PLACE",
    "en": "<i>A number of hired goons are deployed throughout the room, keeping watch over the valuable hostages. As soon as they see you through the door, they let out a fierce cry as they charge at you.</i>",
    "pt": "<i> Um número de capangas contratados são empregados por toda a sala, vigiando os valiosos reféns. Assim que te veem através da porta, soltam um grito feroz enquanto atacam você. </i>"
  },
  {
    "key": "M_02_MERC_CRATE",
    "en": "<i>This crate seems out of place in this room. You suspect it may contain supplies brought by the mercenaries who are holding your crew hostage.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Este caixote parece fora de lugar nesta sala. Você suspeita que pode conter suprimentos trazidos pelos mercenários que estão mantendo sua tripulação como refém. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_02_BEGGAR_FLEE",
    "en": "<i>The Bith in the corridor sees the armed mercenaries in the room and decides it’s time to leave.</i><br/><br/>Discard this mission token.",
    "pt": "<i> A cadela no corredor vê os mercenários armados na sala e decide que é hora de sair. </i> <br/> <br/> Descarte este símbolo da missão."
  },
  {
    "key": "M_02_PATRONS_FLEE",
    "en": "<i>Hearing the sounds of combat coming from down the corridor, everyone in the cantina makes their way for the exits.</i><br/><br/>Discard all neutral mission tokens.",
    "pt": "<i> Ouvindo os sons de combate vindo do corredor, todos na cantina abrem caminho para as saídas. </i> <br/> <br/> Descarte todas as fichas de missões neutras."
  },
  {
    "key": "M_02_TERMINAL",
    "en": "<i>This terminal is connected to the docking bay’s security system. Its security lockout will have to be bypassed to gain access to the wider system.</i><br/><br/>A Rebel can interact to try to gain access to the system.",
    "pt": "<i> Este terminal está conectado ao sistema de segurança do ancoradouro. Seu bloqueio de segurança terá que ser contornado para obter acesso ao sistema mais amplo. </i> <br/> <br/> Um Rebelde pode interagir para tentar obter acesso ao sistema."
  },
  {
    "key": "M_02_TERMINAL_TEST",
    "en": "<i>You attempt to circumvent the terminal’s security.</i><br/><br/>Test .",
    "pt": "<i> Você tenta burlar a segurança do terminal. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_TERMINAL_FAIL",
    "en": "<i>Your attempts to break into the system fail. You will have to keep trying to breach the security.</i>",
    "pt": "<i> Suas tentativas de invadir o sistema falham. Você terá que continuar tentando violar a segurança. </i>"
  },
  {
    "key": "M_02_TERMINAL_SUCCESS",
    "en": "<i>You manage to brute force the password lockout on the system and gain access to the docking bay’s security net.</i>",
    "pt": "<i> Você consegue forçar o bloqueio de senha no sistema e obter acesso à rede de segurança do docking bay. </i>"
  },
  {
    "key": "M_02_TERMINAL_SURVEILLANCE",
    "en": "<i>You check the bay’s surveillance holocam recordings for any clues as to what happened to the missing crew. You rewind through the past several hours, during which the bay sits completely still. At last, you detect movement.<br/><br/>Playing back the recording, you see the members of the </i>Freedom Fighter<i>’s crew loading supplies into the shuttle when they suddenly come under attack. You see what appear to be stun blasts as the four crew members are quickly rendered motionless. Several figures enter the docking bay and collect the unconscious Rebels, carrying them out of the bay.</i>",
    "pt": "<i> Você verifica as gravações Holocam de vigilância da baía em busca de pistas sobre o que aconteceu com a tripulação ausente. Você retrocede nas últimas horas, durante as quais a baía fica completamente parada. Finalmente, você detecta movimento. <br/> <br/> Reproduzindo a gravação, você vê os membros da tripulação do </i> Freedom Fighter <i> carregando suprimentos no ônibus quando eles de repente são atacados. Você vê o que parecem ser explosões de atordoamento quando os quatro membros da tripulação ficam rapidamente imóveis. Várias figuras entram na baía e recolhem os rebeldes inconscientes, levando-os para fora da baía. </i>"
  },
  {
    "key": "M_02_TERMINAL_SURVEILLANCE_2",
    "en": "<i>As the Rebels are hauled off, you get a good look at the face of a {0} who looks directly into the holocam. If you could locate this {0}, you might learn what happened to your people.{1}</i>",
    "pt": "<i> Enquanto os Rebeldes são arrastados, você dá uma boa olhada no rosto de um {0} que olha diretamente para o holocam. Se você pudesse localizar este {0}, você pode aprender o que aconteceu com seu pessoal. {1} </i>"
  },
  {
    "key": "M_02_TERMINAL_BITH",
    "en": " As you are committing the alien’s appearance to your memory, you notice a familiar face among the kidnappers: the disheveled Bith who you had seen begging in the corridor.",
    "pt": "Quando você está cometendo a aparência do alienígena em sua memória, você percebe um rosto familiar entre os sequestradores: o desgrenhado Bith que você tinha visto implorando no corredor."
  },
  {
    "key": "M_02_TERMINAL_HACKED",
    "en": "<i>The terminal awaits a command.</i><br/><br/>A Rebel can interact with the terminal to open the docking bay doors.",
    "pt": "<i> O terminal aguarda um comando. </i> <br/> <br/> Um Rebelde pode interagir com o terminal para abrir as portas do compartimento de encaixe."
  },
  {
    "key": "M_02_TERMINAL_BAY_DOORS_OPT",
    "en": " Open bay doors.",
    "pt": " Abra as portas do compartimento."
  },
  {
    "key": "M_02_TERMINAL_BAY_DOORS",
    "en": "<i>You use the security system to open the bay’s large overhead doors, making way for the shuttle to take off.</i><br/><br/>Discard this terminal.",
    "pt": "<i> Você usa o sistema de segurança para abrir as grandes portas da baía, abrindo caminho para o ônibus espacial decolar. </i> <br/> <br/> Descarte este terminal."
  },
  {
    "key": "M_02_BEGGAR",
    "en": "<i>\"Spare some credits for a man down on his luck?\" the Bith asks you, holding out a hand in your direction.{0}</i><br/><br/>A hero can interact with this token to question the Bith.",
    "pt": "<i> \"Poupe alguns créditos para um homem em sua sorte?\" a vadia lhe pede, estendendo a mão em sua direção. {0} </i> <br/> <br/> Um herói pode interagir com este token para questionar a cadela."
  },
  {
    "key": "M_02_BEGGAR_RECOGNIZE",
    "en": " You recognize the Bith from the docking bay security feed.",
    "pt": "Você reconhece a cadela do feed de segurança do compartimento de encaixe."
  },
  {
    "key": "M_02_BEGGAR_OPT_1",
    "en": " Give him 10 credits.",
    "pt": " Dê-lhe 10 créditos."
  },
  {
    "key": "M_02_BEGGAR_OPT_2",
    "en": " Offer credits for information.",
    "pt": " Ofereça créditos por informações."
  },
  {
    "key": "M_02_BEGGAR_OPT_3A",
    "en": " Threaten him.",
    "pt": " Ameaça-o."
  },
  {
    "key": "M_02_BEGGAR_OPT_3",
    "en": "Threaten him.",
    "pt": "Ameaça-o."
  },
  {
    "key": "M_02_BEGGAR_GIVE",
    "en": "<i>\"Thank you! Thank you!\" he says gratefully as you hand him some credits. You show him an image of the missing crew members and ask if he has seen them.<br/><br/>\"Hmm...yes, yes. I have seen them. They were brought through here to the {0}.\" He points to the door {1}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Obrigado! Obrigado!\" Ele diz com gratidão enquanto você entrega a ele alguns créditos. Você mostra a ele uma imagem dos tripulantes desaparecidos e pergunta se ele os viu. <br/> <br/> \"Hmm ... sim, sim. Eu os vi. Eles foram trazidos até aqui para o {0} \" Ele aponta para a porta {1}. </i> <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BEGGAR_ACCOMPLICE_GIVE",
    "en": "<i>\"Thank you! Thank you!\" he says gratefully as you hand him some credits. You show him an image of the missing crew members and ask if he has seen them.<br/><br/>\"No, no. I have not seen these people.\"</i>",
    "pt": "<i> \"Obrigado! Obrigado!\" Ele diz com gratidão enquanto você entrega a ele alguns créditos. Você mostra a ele uma imagem dos tripulantes desaparecidos e pergunta se ele os viu. <br/> <br/> \"Não, não. Eu não vi essas pessoas.\" </i>"
  },
  {
    "key": "M_02_BEGGAR_BRIBE",
    "en": "<i>You offer the Bith credits if he will help you with your search. You show him an image of the missing crew members and ask if he has seen them.<br/><br/>\"Hmm...yes, yes. I have seen them. I will tell you where they went for...20 credits.\"</i>",
    "pt": "<i> Você oferece os créditos Bith se ele o ajudar com sua pesquisa. Você mostra a ele uma imagem dos tripulantes desaparecidos e pergunta se ele os viu. <br/> <br/> \"Hmm ... sim, sim. Eu os vi. Vou lhe dizer para onde eles foram ... 20 créditos. \"</i>"
  },
  {
    "key": "M_02_BEGGAR_OPT_4",
    "en": "Give him 20 credits.",
    "pt": "Dê-lhe 20 créditos."
  },
  {
    "key": "M_02_BEGGAR_OPT_6",
    "en": "Decline his offer.",
    "pt": "Recusar sua oferta."
  },
  {
    "key": "M_02_BEGGAR_BRIBE_2",
    "en": "<i>You hand over 20 credits. He counts them, and when he’s satisfied with the total, says, \"They were brought through here to the {0}.\" He points to the door {1}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> Você entrega mais de 20 créditos. Ele os conta, e quando ele está satisfeito com o total, diz: \"Eles foram trazidos até aqui para o {0}\". Ele aponta para a porta {1}. </i> <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BEGGAR_ACCOMPLICE_BRIBE",
    "en": "<i>You offer the Bith 10 credits if he can help you with your search. You show him an image of the missing crew members and ask if he has seen them.<br/><br/>\"No, no. I have not seen these people.\"</i>",
    "pt": "<i> Você oferece 10 créditos se puder ajudá-lo com sua pesquisa. Você mostra a ele uma imagem dos tripulantes desaparecidos e pergunta se ele os viu. <br/> <br/> \"Não, não. Eu não vi essas pessoas.\" </i>"
  },
  {
    "key": "M_02_BEGGAR_DECLINE",
    "en": "<i>You decline his offer, deciding he doesn’t actually have any information of use to you. He simply shrugs his shoulders and walks away.</i><br/><br/>Discard this mission token.",
    "pt": "<i> Você recusa a oferta dele, decidindo que ele não tem nenhuma informação útil para você. Ele simplesmente encolhe os ombros e se afasta. <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BEGGAR_OPT_5",
    "en": "Increase your offer to 20 credits.",
    "pt": "Aumente sua oferta para 20 créditos."
  },
  {
    "key": "M_02_BEGGAR_BELIEVE",
    "en": "<i>You increase your offer to 20 credits for any information the Bith might have, but he insists he hasn't seen your missing crew members and you believe him, so you let him go when he walks away.</i><br/><br/>Discard this mission token.",
    "pt": "<i> Você aumenta sua oferta para 20 créditos por qualquer informação que o Bith possa ter, mas ele insiste que ele não viu seus membros da tripulação e você acredita nele, então você o deixa ir quando ele vai embora. </i> <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BEGGAR_THREATEN",
    "en": "<i>You threaten to make things unpleasant for the Bith if he does not tell you everything he knows about your missing crew members.</i><br/><br/>Test .",
    "pt": "<i> Você ameaça tornar as coisas desagradáveis ​​para os Bith se ele não lhe disser tudo o que sabe sobre seus tripulantes desaparecidos. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_BEGGAR_THREATEN_SUC",
    "en": "<i>\"Okay, okay! I’ll tell you what you want to know!\" the Bith says, cowering in fear. \"I saw your people come through here. They went into the {0}.\" He points to the door {1}. When you turn to see where he is pointing, he takes off running away from you.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Ok, ok! Eu vou te dizer o que você quer saber!\" o Bith diz, encolhido de medo. \"Eu vi o seu pessoal passar por aqui. Eles entraram no {0}.\" Ele aponta para a porta {1}. Quando você se vira para ver onde ele está apontando, ele foge de fugir de você. <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BEGGAR_THREATEN_FAIL",
    "en": "<i>\"I swear I don’t know anything!\" he cries out. \"Please, just let me go!\" You feel sorry for the Bith and let him go on his way.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Eu juro que não sei de nada!\" ele grita. \"Por favor, deixe-me ir!\" Você sente pena do Bith e deixa-o seguir seu caminho. <br/> <br/> Descarte este símbolo da missão."
  },
  {
    "key": "M_02_BEGGAR_ACCOMPLICE_THREATEN_FAIL",
    "en": "<i>\"Threaten me all you want,\" he says, \"but far worse things will happen to me if I tell you what you want to know.\" The Bith walks away from you, and though you think he may know something of use to you, you can’t bring yourself to stop him from leaving.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Ameace-me tudo que você quer\", diz ele, \"mas muito pior as coisas vão acontecer comigo se eu lhe disser o que você quer saber.\" O Bith se afasta de você, e embora você pense que ele possa saber algo de útil para você, você não pode impedi-lo de sair. </i> <br/> <br/> Descarte este símbolo da missão."
  },
  {
    "key": "M_02_GAMBLER",
    "en": "<i>An Advozse sits at a table, shuffling a deck of cards.{0}</i><br/><br/>A hero can interact with this token to question the Advozse.",
    "pt": "<i> Um Advozse se senta em uma mesa, embaralhando um baralho de cartas. {0} </i> <br/> <br/> Um herói pode interagir com este token para questionar o Advozse."
  },
  {
    "key": "M_02_GAMBLER_OPT_1",
    "en": " Ask about missing crew.",
    "pt": " Pergunte sobre a tripulação ausente."
  },
  {
    "key": "M_02_GAMBLER_OPT_2",
    "en": " Threaten him.",
    "pt": " Ameaça-o."
  },
  {
    "key": "M_02_GAMBLER_OPT_3",
    "en": " Play card game.",
    "pt": " Jogue o jogo de cartas."
  },
  {
    "key": "M_02_GAMBLER_SABACC",
    "en": "<i>You challenge the Advozse to a hand of cards. He happily agrees and offers you the seat across the table. \"Ante is 5 credits,\" he says. You both toss your money into the middle of the table and the Advozse deals the cards.</i><br/><br/>Test .",
    "pt": "<i> Você desafia o Advozse para uma mão de cartas. Ele concorda alegremente e oferece a você o assento do outro lado da mesa. \"Ante é 5 créditos\", diz ele. Você joga seu dinheiro no meio da mesa e o Advozse dá as cartas. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_GAMBLER_SABACC_WIN_BIG",
    "en": "<i>You read the Advozse like a book, slow play him into building a big pot, and then take the hand and a nice {0} credits.<br/><br/>\"Blast!\" the Advozse says, pounding the table. \"Give me a chance to win back my credits? Ante is {1} credits.\"</i><br/><br/>You gained {0} credits.",
    "pt": "<i> Você lê o Advozse como um livro, joga-o devagar na construção de um grande pote e depois pega a mão e um belo {0} créditos. <br/> <br/> \"Blast!\" o Advozse diz, batendo na mesa. \"Dá-me a chance de recuperar meus créditos? Ante é {1} créditos.\" </i> <br/> <br/> Você ganhou {0} créditos."
  },
  {
    "key": "M_02_GAMBLER_SABACC_WIN_MED",
    "en": "<i>You read the Advozse well, get him to call your raise, and then take the hand and a nice {0} credits.<br/><br/>\"Blast!\" the Advozse says, pounding the table. \"Give me a chance to win back my credits? Ante is {1} credits.\"</i><br/><br/>You gained {0} credits.",
    "pt": "<i> Você leu o Advozse bem, fez com que ele pagasse seu raise, e depois pegou a mão e um belo {0} créditos. <br/> <br/> \"Blast!\" o Advozse diz, batendo na mesa. \"Dá-me a chance de recuperar meus créditos? Ante é {1} créditos.\" </i> <br/> <br/> Você ganhou {0} créditos."
  },
  {
    "key": "M_02_GAMBLER_SABACC_WIN_SMALL",
    "en": "<i>You go in strong with a big raise, frightening the Advozse into folding and giving you his {0} credit ante.<br/><br/>\"Blast!\" the Advozse says, pounding the table. \"Give me a chance to win back my credits? Ante is {1} credits.\"</i><br/><br/>You gained {0} credits.",
    "pt": "<i> Você entra forte com um grande aumento, assustando o Advozse a desistir e dando-lhe o seu {0} ante de crédito. <br/> <br/> \"Blast!\" o Advozse diz, batendo na mesa. \"Dá-me a chance de recuperar meus créditos? Ante é {1} créditos.\" </i> <br/> <br/> Você ganhou {0} créditos."
  },
  {
    "key": "M_02_GAMBLER_SABACC_OPT_1",
    "en": "Keep playing.",
    "pt": "Continue jogando."
  },
  {
    "key": "M_02_GAMBLER_SABACC_OPT_2",
    "en": "Take your winnings and go.",
    "pt": "Pegue seus ganhos e vá."
  },
  {
    "key": "M_02_GAMBLER_SABACC_QUIT",
    "en": "<i>As you collect your winnings, the Advozse entreats you to stay for one more hand, but you politely decline the offer. You pocket the credits and return to your investigation.</i>",
    "pt": "<i> Ao coletar seus ganhos, o Advozse pede a você que permaneça por mais uma mão, mas você recusou educadamente a oferta. Você embolsa os créditos e volta para sua investigação. </i>"
  },
  {
    "key": "M_02_GAMBLER_SABACC_REDEAL",
    "en": "<i>The Advozse shuffles up and deals again.</i><br/><br/>Test .",
    "pt": "<i> O Advozse embaralha e negocia novamente. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_GAMBLER_SABACC_LOSS",
    "en": "<i>As you pick up your cards, it takes all of your willpower to keep a straight face as you see that you have one of the best hands in the game. You slow play the hand, building the pot and fighting to keep from getting too excited. The pot has grown to 100 credits when you decide not to push things any further and lay down your hand, finally allowing yourself a grin.</i>",
    "pt": "<i> À medida que você pega suas cartas, é preciso toda a sua força de vontade para manter a cara séria ao ver que você tem uma das melhores mãos do jogo. Você devagar joga a mão, construindo o pote e lutando para não ficar muito excitado. O pote cresceu para 100 créditos quando você decide não empurrar as coisas mais longe e deitar a sua mão, finalmente permitindo-se um sorriso. </i>"
  },
  {
    "key": "M_02_GAMBLER_SABACC_LOSS_2",
    "en": "<i>\"What?!?\" the Advozse says incredulously. \"There’s only one hand that could beat that!\" That’s when he turns over his cards, revealing the only possible hand that could beat yours. \"Lucky for me, I have that hand!\" With a grin on his own face, the Advozse pulls the pile of credits towards his side of the table.{0}</i><br/><br/>You lost 50 credits.",
    "pt": "<i> \"O quê?!?\" o Advozse diz incrédulo. \"Há apenas uma mão que pode bater isso!\" É quando ele vira as cartas, revelando a única mão possível que pode bater a sua. \"Muita sorte para mim, tenho essa mão!\" Com um sorriso no próprio rosto, o Advozse puxa a pilha de créditos para o seu lado da mesa. {0} </i> <br/> <br/> Você perdeu 50 créditos."
  },
  {
    "key": "M_02_GAMBLER_SABACC_LOSS_FAIL",
    "en": " Stinging from your defeat, you decide you’d better cut your losses and get back to your investigation.",
    "pt": "Picando a sua derrota, você decide cortar suas perdas e voltar para sua investigação."
  },
  {
    "key": "M_02_GAMBLER_SABACC_LOSS_SUC",
    "en": " You decide there is no way the Advozse won that hand legally, and that he must have cheated. Unfortunately, you don’t have time to deal with petty thieves, so you get back to your investigation.",
    "pt": "Você decide que não há como o Advozse ganhar essa mão legalmente, e que ele deve ter trapaceado. Infelizmente, você não tem tempo para lidar com pequenos ladrões, então você volta para sua investigação."
  },
  {
    "key": "M_02_GAMBLER_ASK",
    "en": "<i>You approach the Advozse to ask about your missing crew members. You show him images on a datapad of the missing crew and ask if he has any information about their whereabouts.</i><br/><br/>Test .",
    "pt": "<i> Você se aproxima do Advozse para perguntar sobre seus membros da tripulação ausentes. Você mostra a ele imagens em um datapad da tripulação desaparecida e pergunta se ele tem alguma informação sobre o paradeiro deles. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_GAMBLER_ASK_RESP",
    "en": "<i>\"They were here last night,\" he replies. \"They played a few hands with me and took a lot of my credits with them. I haven’t seen them since.\" It seems to you the Advozse is telling the truth.</i>",
    "pt": "<i> \"Eles estavam aqui ontem à noite\", ele responde. \"Eles tocaram algumas mãos comigo e levaram muitos dos meus créditos com eles. Eu não os vejo desde então.\" Parece-te que o Advozse está a dizer a verdade. </i>"
  },
  {
    "key": "M_02_GAMBLER_ACCOMPLICE_ASK",
    "en": "<i>\"They were here last night,\" he replies. \"They played a few hands with me and took a lot of my credits with them. I haven’t seen them since.\" You can tell he is bluffing, and you stare him down for a long moment. He makes a move as if to pull a weapon on you, but you are faster and have your weapon pointed at his chest before he can draw his.</i>",
    "pt": "<i> \"Eles estavam aqui ontem à noite\", ele responde. \"Eles tocaram algumas mãos comigo e levaram muitos dos meus créditos com eles. Eu não os vejo desde então.\" Você pode dizer que ele está blefando e você o observa por um longo momento. Ele faz um movimento como se para puxar uma arma em você, mas você é mais rápido e tem sua arma apontada para o peito dele antes que ele possa desenhar a dele. </i>"
  },
  {
    "key": "M_02_GAMBLER_ACCOMPLICE_ASK_2",
    "en": "<i>He slowly moves his hands back to where you can see them. \"Easy now,\" he says. \"This can be a win-win situation. You let me go, and I will tell you where your friends are. Deal?\"<br/><br/>You agree to his terms, and after he surrenders his small holdout blaster, he hands you a keycard and tells you the crew are being held in the {0}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> Ele lentamente move as mãos de volta para onde você pode vê-las. \"Fácil agora\", ele diz. \"Isso pode ser uma situação vantajosa para todos. Você me deixa ir, e eu lhe direi onde estão seus amigos. Lidar?\" <br/> <br/> Você concorda com os termos dele, e depois que ele se render, seu pequeno defensor blaster , ele entrega a você um cartão-chave e informa que a tripulação está presa no {0}. </i> <br/> <br/> Descarte este token de missão."
  },
  {
    "key": "M_02_GAMBLER_THREATEN",
    "en": "<i>You approach the Advozse and brandish your weapon at him, demanding to know where your people are.</i><br/><br/>Test .",
    "pt": "<i> Você se aproxima do Advozse e brande sua arma para ele, exigindo saber onde seu povo está. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_GAMBLER_THREATEN_INNOCENT",
    "en": "<i>\"Easy now,\" he says, holding his hands up in surrender. \"I have no idea what you are talking about.\" You show him images on a datapad of the missing crew. \"I saw them last night. They played a few hands with me and took a lot of my credits with them. I haven’t seen them since.\"</i>",
    "pt": "<i> \"Fácil agora\", diz ele, levantando as mãos em sinal de rendição. \"Eu não tenho ideia do que você está falando.\" Você mostra a ele imagens em um datapad da tripulação desaparecida. \"Eu os vi ontem à noite. Eles tocaram algumas mãos comigo e levaram muitos dos meus créditos com eles. Eu não os vejo desde então.\" </i>"
  },
  {
    "key": "M_02_GAMBLER_THREATEN_PASS",
    "en": "<i>\"Easy now,\" he says, holding his hands up in surrender. \"I’ll tell you what you want to know.\" He hands you a keycard and tells you the crew are being held in the {0}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Fácil agora\", diz ele, levantando as mãos em sinal de rendição. \"Eu vou te dizer o que você quer saber.\" Ele entrega a você um cartão-chave e informa que a tripulação está sendo mantida no {0}. </i> <br/> <br/> Descarte este token de missão."
  },
  {
    "key": "M_02_GAMBLER_THREATEN_FAIL",
    "en": "<i>\"Easy now,\" the Advozse says with his hands up. \"I have a keycard here that will get you to your people.\" He reaches into a pocket inside his jacket and pulls a small holdout blaster. Before you can react, he fires at you.</i><br/><br/>Roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> \"Fácil agora\", diz o Advozse com as mãos para cima. \"Eu tenho um cartão-chave aqui que te levará ao seu pessoal.\" Ele alcança um bolso dentro de sua jaqueta e puxa um pequeno blaster. Antes que você possa reagir, ele atira em você. <br/> <br/> Role 1 azul e 1 verde morra. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_GAMBLER_DEFEATED",
    "en": "<i>The Advozse falls onto the table in front of him, sending the cards fluttering into the air like confetti. You kick the gun out of his hand before checking for a pulse. He’s dead. You search his body and find a keycard. Now to figure out what door it opens.</i><br/><br/>Discard this mission token.",
    "pt": "<i> O Advozse cai sobre a mesa à sua frente, enviando as cartas flutuando no ar como confetes. Você chuta a arma da mão dele antes de checar um pulso. Ele está morto. Você procura o corpo dele e encontra um cartão-chave. Agora, para descobrir que porta se abre. <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_GAMBLER_DONE",
    "en": "<i>The Advozse is busy building a house out of his cards.</i>",
    "pt": "<i> O Advozse está ocupado construindo uma casa com seus cartões. </i>"
  },
  {
    "key": "M_02_MUSICIAN",
    "en": "<i>A Gran is playing a kloo horn on a stage in a corner of the cantina. You find her playing rather painful to listen to. You wonder if the music is the reason why the cantina is so sparsely populated.{0}</i><br/><br/>A hero can interact with this token to question the Gran.",
    "pt": "<i> Uma vovó está tocando uma trompa no palco em um canto da cantina. Você a acha tocando bastante doloroso para ouvir. Você se pergunta se a música é a razão pela qual a cantina é tão esparsamente povoada. {0} </i> <br/> <br/> Um herói pode interagir com essa ficha para questionar a Vovó."
  },
  {
    "key": "M_02_MUSICIAN_OPT_1",
    "en": " Ask about missing crew.",
    "pt": " Pergunte sobre a tripulação ausente."
  },
  {
    "key": "M_02_MUSICIAN_OPT_2",
    "en": " Threaten her.",
    "pt": " Ameaça ela."
  },
  {
    "key": "M_02_MUSICIAN_ASK",
    "en": "<i>You wait for the horn player to finish her set before you approach to ask about your missing crew members. You show her images on a datapad of the missing crew and ask if she has any information about their whereabouts.</i><br/><br/>Test .",
    "pt": "<i> Você espera que o tocador de corneta termine o set antes de se aproximar para perguntar sobre os membros da tripulação que estão faltando. Você mostra as imagens dela em um datapad da tripulação desaparecida e pergunta se ela tem alguma informação sobre o paradeiro delas. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_MUSICIAN_ASK_RESP",
    "en": "<i>\"Why, yes. I saw them in here last night,\" she replies. \"They stayed for a while, had a meal, and then left. That’s all I know.\" It seems to you the Gran is telling the truth.</i>",
    "pt": "<i> \"Ora, sim. Eu os vi aqui ontem à noite\", ela responde. \"Eles ficaram por um tempo, fizeram uma refeição e depois foram embora. É tudo o que sei.\" Parece-te que a avó está a dizer a verdade. </i>"
  },
  {
    "key": "M_02_MUSICIAN_ACCOMPLICE_ASK",
    "en": "<i>\"Why, yes. I saw them in here last night,\" she replies. \"They stayed for a while, had a meal, and then left. That’s all I know.\" You can tell she is nervous, and you stare her down for a long moment. She makes a move as if to pull a weapon on you, but you are faster and have your weapon pointed at her chest before she can draw hers.</i>",
    "pt": "<i> \"Ora, sim. Eu os vi aqui ontem à noite\", ela responde. \"Eles ficaram por um tempo, fizeram uma refeição e depois foram embora. É tudo o que sei.\" Você pode dizer que ela está nervosa, e você a olha por um longo momento. Ela faz um movimento como se para puxar uma arma em você, mas você é mais rápido e tem sua arma apontada para o peito dela antes que ela possa desenhar a dela. </i>"
  },
  {
    "key": "M_02_MUSICIAN_ACCOMPLICE_ASK_2",
    "en": "<i>She slowly moves her hands back to where you can see them. \"Alright, I can see you’re not as stupid as I took you to be,\" she says. \"You want to get your friends back? I can give them to you, but you have to let me go. And don’t worry about me coming after you. If my associates find out I gave them up, I am dead.\"<br/><br/>You agree to her terms, and after she surrenders her small holdout blaster, she hands you a keycard and tells you the crew are being held in the {0}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> Ela lentamente move as mãos de volta para onde você pode vê-las. \"Tudo bem, eu posso ver que você não é tão estúpida quanto eu levei para ser\", ela diz. \"Você quer ter seus amigos de volta? Eu posso dar a você, mas você tem que me deixar ir. E não se preocupe comigo vindo atrás de você. Se meus associados descobrirem que eu os abandonei, eu estou morta.\" <br/> <br/> Você concorda com os termos dela, e depois que ela se render, ela lhe dá um cartão-chave e diz que a tripulação está presa no {0}. </i> <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_MUSICIAN_THREATEN",
    "en": "<i>You wait for the horn player to finish her set before you approach. You brandish your weapon at her and demand to know where your people are.</i><br/><br/>Test .",
    "pt": "<i> Você espera que o trompista termine seu set antes de se aproximar. Você brande sua arma para ela e exija saber onde seu povo está. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_MUSICIAN_THREATEN_INNOCENT",
    "en": "<i>\"Whoa, now,\" the Gran says nervously, holding up her hands. \"I’m sorry, but I don’t know what you are talking about.\" You show her images on a datapad of the missing crew. \"Yeah, I saw them in here last night. They stayed for a while, had a meal, and then left. That’s all I know.\"</i>",
    "pt": "<i> \"Whoa, agora\", a avó diz nervosamente, levantando as mãos. \"Sinto muito, mas não sei do que você está falando.\" Você mostra as imagens dela em um datapad da tripulação desaparecida. \"Sim, eu os vi aqui ontem à noite. Eles ficaram por um tempo, fizeram uma refeição e então saíram. É tudo que eu sei.\" </i>"
  },
  {
    "key": "M_02_MUSICIAN_THREATEN_PASS",
    "en": "<i>\"Alright, alright. Put that thing down,\" she says, holding her hands up in surrender. \"I’ll tell you what you want to know.\" She hands you a keycard and tells you the crew are being held in the {0}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Tudo bem, tudo bem. Coloque essa coisa para baixo\", diz ela, segurando as mãos em sinal de rendição. \"Eu vou te dizer o que você quer saber.\" Ela lhe entrega um cartão-chave e informa que a tripulação está presa no {0}. </i> <br/> <br/> Descarte este token de missão."
  },
  {
    "key": "M_02_MUSICIAN_THREATEN_FAIL",
    "en": "<i>The Gran puts up her hands as if to surrender, but instead catches you by surprise and knocks your weapon from your hands. As you retrieve it, she pulls a small holdout blaster and fires at you.</i><br/><br/>Roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> A Vovó levanta as mãos como se quisesse se render, mas em vez disso pega você de surpresa e tira sua arma de suas mãos. Quando você a recupera, ela puxa um pequeno detonador e atira em você. <br/> <br/> Role 1 azul e 1 verde morra. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_MUSICIAN_DEFEATED",
    "en": "<i>The Gran collapses on the stage. You kick the gun out of her hand before checking for a pulse. She’s dead. You search her body and find a keycard. Now to figure out what door it opens.</i><br/><br/>Discard this mission token.",
    "pt": "<i> O Gran desmorona no palco. Você chuta a arma da mão antes de verificar se há pulso. Ela está morta. Você procura o corpo dela e encontra um cartão-chave. Agora, para descobrir que porta se abre. <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_MUSICIAN_DONE",
    "en": "<i>The Gran musician continues her screeching horn playing.</i>",
    "pt": "<i> O músico de Gran continua com seu chifre estridente tocando. </i>"
  },
  {
    "key": "M_02_BARTENDER",
    "en": "<i>A Nikto stands behind the bar, wiping down a glass with a rag.{0}<br/><br/>\"What can I get you?\" he asks.</i><br/><br/>A hero can interact with this token to question the Nikto.",
    "pt": "<i> Um Nikto fica atrás do bar, limpando um copo com um pano. {0} <br/> <br/> \"O que eu posso fazer para você?\" ele pergunta. </i> <br/> <br/> Um herói pode interagir com este token para questionar o Nikto."
  },
  {
    "key": "M_02_BARTENDER_OPT_1",
    "en": " Ask about missing crew.",
    "pt": " Pergunte sobre a tripulação ausente."
  },
  {
    "key": "M_02_BARTENDER_OPT_2",
    "en": " Threaten him.",
    "pt": " Ameaça-o."
  },
  {
    "key": "M_02_BARTENDER_OPT_3",
    "en": " Order a beverage.",
    "pt": " Peça uma bebida."
  },
  {
    "key": "M_02_BARTENDER_ORDER",
    "en": "<i>You order a beverage from the server, who quickly fills a glass for you. \"That’ll be 5 credits,\" the Nikto says. You drink down the liquid, which leaves you feeling refreshed.</i><br/><br/>You spent 5 credits. Recover  equal to your Endurance. You become Focused.",
    "pt": "<i> Você pede uma bebida ao servidor, que rapidamente enche um copo para você. \"Isso vai ser 5 créditos\", diz o Nikto. Você bebe o líquido, o que faz você se sentir revigorado. <br/> <br/> Você gastou 5 créditos. Recupere  igual ao seu Endurance. Você se torna focado."
  },
  {
    "key": "M_02_BARTENDER_ASK",
    "en": "<i>You ask about your missing crew members. You show him images on a datapad of the missing crew and ask if he has any information about their whereabouts.</i><br/><br/>Test .",
    "pt": "<i> Você pergunta sobre seus membros da tripulação ausentes. Você mostra a ele imagens em um datapad da tripulação desaparecida e pergunta se ele tem alguma informação sobre o paradeiro deles. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_BARTENDER_ASK_RESP",
    "en": "<i>\"Sure, they had dinner here last night,\" he replies. \"They played a few hands of cards, listened to some music, and then left. That’s the last I saw of them.\" It seems to you the Nikto is telling the truth.</i>",
    "pt": "<i> \"Claro, eles jantaram aqui ontem à noite\", ele responde. \"Eles tocaram algumas mãos de cartas, ouviram algumas músicas e saíram. Essa é a última vez que eu as vi.\" Parece que o Nikto está dizendo a verdade. </i>"
  },
  {
    "key": "M_02_BARTENDER_ACCOMPLICE_ASK",
    "en": "<i>\"Sure, they had dinner here last night,\" he replies. \"They played a few hands of cards, listened to some music, and then left. That’s the last I saw of them.\" You can tell he is lying, and you stare him down for a long moment. He makes a move as if to pull a weapon on you, but you are faster and have your weapon pointed at his chest before he can draw his.</i>",
    "pt": "<i> \"Claro, eles jantaram aqui ontem à noite\", ele responde. \"Eles tocaram algumas mãos de cartas, ouviram algumas músicas e saíram. Essa é a última vez que eu as vi.\" Você pode dizer que ele está mentindo e você o observa por um longo momento. Ele faz um movimento como se para puxar uma arma em você, mas você é mais rápido e tem sua arma apontada para o peito dele antes que ele possa desenhar a dele. </i>"
  },
  {
    "key": "M_02_BARTENDER_ACCOMPLICE_ASK_2",
    "en": "<i>He slowly moves his hands back to where you can see them. \"Okay, let’s just calm down,\" he says. \"There’s no need for bloodshed. I tell you where your friends are; you leave me be. And don’t worry about me coming after you. If my associates find out I gave them up, I am dead.\"<br/><br/>You agree to his terms, and after he surrenders the scattergun he had under the bar, he hands you a keycard and tells you the crew are being held in the {0}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> Ele lentamente move as mãos de volta para onde você pode vê-las. \"Ok, vamos nos acalmar\", ele diz. \"Não há necessidade de derramamento de sangue. Eu lhe digo onde estão seus amigos; você me deixa em paz. E não se preocupe comigo vindo atrás de você. Se meus associados descobrirem que eu os abandonei, estou morto.\" <br/> <br/> Você concorda com os termos dele, e depois que ele entregar a arma que ele tinha debaixo da barra, ele lhe entrega um cartão-chave e diz que a tripulação está presa no {0}. </i> <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BARTENDER_THREATEN",
    "en": "<i>You approach the Nikto and brandish your weapon at him, demanding to know where your people are.</i><br/><br/>Test .",
    "pt": "<i> Você se aproxima do Nikto e brande sua arma para ele, exigindo saber onde seu povo está. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_BARTENDER_THREATEN_PASS",
    "en": "<i>\"Okay, let’s just calm down,\" he says, holding his hands up in surrender. \"I’ll tell you what you want to know.\" He hands you a keycard and tells you the crew are being held in the {0}.</i><br/><br/>Discard this mission token.",
    "pt": "<i> \"Ok, vamos nos acalmar\", diz ele, levantando as mãos em sinal de rendição. \"Eu vou te dizer o que você quer saber.\" Ele entrega a você um cartão-chave e informa que a tripulação está sendo mantida no {0}. </i> <br/> <br/> Descarte este token de missão."
  },
  {
    "key": "M_02_BARTENDER_THREATEN_FAIL",
    "en": "<i>\"Easy now,\" the Nikto says with his hands up. \"I’m not the one you want.\" He motions behind you.</i>",
    "pt": "<i> \"Fácil agora\", diz o Nikto com as mãos para cima. \"Eu não sou o que você quer.\" Ele se move atrás de você. </i>"
  },
  {
    "key": "M_02_BARTENDER_LOOK",
    "en": "Look behind you.",
    "pt": "Olhe atrás de você."
  },
  {
    "key": "M_02_BARTENDER_DONT_LOOK",
    "en": "Ignore his obvious trickery.",
    "pt": "Ignore seu truque óbvio."
  },
  {
    "key": "M_02_BARTENDER_BACKSTAB",
    "en": "<i>The time it takes you to look behind you is all the time the Nikto needs to pull a scattergun out from under the bar and fire at you.</i><br/><br/>Roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> O tempo que você leva para olhar para trás é o tempo todo que o Nikto precisa para soltar a arma e atirar em você. </i> <br/> <br/> Role 1 azul e 1 morrer verde. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_BARTENDER_NICE_TRY",
    "en": "<i>You decide the Nikto is obviously lying, so you keep your eyes and weapon fixed on him. His bluff failed, he ducks behind the bar just as you attack, and he manages to avoid being hit.</i>",
    "pt": "<i> Você decide que o Nikto está obviamente mentindo, então você mantém os olhos e a arma fixos nele. Seu blefe falhou, ele se esconde atrás do bar assim que você ataca, e ele consegue evitar ser atingido. </i>"
  },
  {
    "key": "M_02_BARTENDER_WRONG_MAN",
    "en": "<i>You decide the Nikto is obviously lying, so you keep your eyes and weapon fixed on him. Suddenly, you feel a sharp pain in your back as someone shoots you from behind.</i><br/><br/>Roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> Você decide que o Nikto está obviamente mentindo, então você mantém os olhos e a arma fixos nele. De repente, você sente uma dor aguda nas costas quando alguém atira em você por trás. <br/> <br/> Role 1 azul e 1 verde morra. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_BARTENDER_BELIEVE",
    "en": "<i>The Nikto seems sincere in his words, so you slowly turn to look behind you, watching for any sign of movement from the server out of the corner of your eye. When you turn, you see a {0} holding a blaster on you.</i><br/><br/>Roll 1 white die. If you do not roll a , roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> O Nikto parece sincero em suas palavras, então você lentamente se vira para olhar para trás, observando qualquer sinal de movimento do servidor pelo canto do olho. Quando você vira, vê um {0} segurando um blaster em você. </i> <br/> <br/> Role 1 dado branco. Se você não rolar , role 1 azul e 1 cor verde. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_BARTENDER_DEFEATED",
    "en": "<i>The Nikto collapses onto the bar, his scattergun clattering to the floor. You check him for a pulse. He’s dead. You search his body and find a keycard. Now to figure out what door it opens.</i><br/><br/>Discard this mission token.",
    "pt": "<i> O Nikto desmorona no bar, sua pistola espalhada no chão. Você verifica ele por um pulso. Ele está morto. Você procura o corpo dele e encontra um cartão-chave. Agora, para descobrir que porta se abre. <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BARTENDER_DONE",
    "en": "<i>The Nikto is busy wiping down glasses with a rag.</i>",
    "pt": "<i> O Nikto está ocupado limpando os óculos com um pano. </i>"
  },
  {
    "key": "M_02_BARFLY",
    "en": "<i>A Shistavanen sits at the bar with an empty glass in front of her. She appears to be in a foul mood and may respond poorly to being disturbed.{0}</i><br/><br/>A hero can interact with this token to question the Shistavanen.",
    "pt": "<i> Um Shistavanen senta no bar com um copo vazio na frente dela. Ela parece estar de mau humor e pode responder mal a ser perturbada. {0} </i> <br/> <br/> Um herói pode interagir com este símbolo para questionar o Shistavanen."
  },
  {
    "key": "M_02_BARFLY_OPT_1",
    "en": " Ask about missing crew.",
    "pt": " Pergunte sobre a tripulação ausente."
  },
  {
    "key": "M_02_BARFLY_OPT_2",
    "en": " Threaten her.",
    "pt": " Ameaça ela."
  },
  {
    "key": "M_02_BARFLY_ASK",
    "en": "<i>You approach the Shistavanen to ask about your missing crew members. You show her images on a datapad of the missing crew and ask if she has any information about their whereabouts.</i><br/><br/>Test .",
    "pt": "<i> Você se aproxima do Shistavanen para perguntar sobre seus tripulantes desaparecidos. Você mostra as imagens dela em um datapad da tripulação desaparecida e pergunta se ela tem alguma informação sobre o paradeiro delas. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_BARFLY_ASK_RESP",
    "en": "<i>The Shistavanen simply looks at you with annoyance and shakes her head. You are sufficiently convinced she doesn’t know anything.</i>",
    "pt": "<i> O Shistavanen simplesmente olha para você com aborrecimento e balança a cabeça. Você está convencido o suficiente de que ela não sabe de nada. </i>"
  },
  {
    "key": "M_02_BARFLY_ACCOMPLICE_ASK",
    "en": "<i>The Shistavanen simply looks at you with annoyance and shakes her head. You can tell she is hiding something, and you stare her down for a long moment. She makes a move as if to pull a weapon on you, but you are faster and have your weapon pointed at her chest before she can draw hers.</i>",
    "pt": "<i> O Shistavanen simplesmente olha para você com aborrecimento e balança a cabeça. Você pode dizer que ela está escondendo algo, e você a olha por um longo momento. Ela faz um movimento como se para puxar uma arma em você, mas você é mais rápido e tem sua arma apontada para o peito dela antes que ela possa desenhar a dela. </i>"
  },
  {
    "key": "M_02_BARFLY_ACCOMPLICE_ASK_2",
    "en": "<i>She bares her fangs at you as she places her hands on the bar in surrender. You reach forward and pull a small blaster from a holster on her hip. You ask again about your missing crew. The Shistavanen slowly reaches into a pocket and pulls out a keycard, which she hands to you. A label on the keycard says \"{0}.\"</i><br/><br/>Discard this mission token.",
    "pt": "<i> Ela mostra suas presas para você enquanto coloca as mãos no bar em sinal de rendição. Você se aproxima e puxa um pequeno dinamitador de um coldre no quadril. Você pergunta novamente sobre sua tripulação desaparecida. O Shistavanen lentamente alcança um bolso e tira um cartão-chave, que ela entrega para você. Um rótulo no cartão-chave diz \"{0}\". </i> <br/> <br/> Descarte este token de missão."
  },
  {
    "key": "M_02_BARFLY_THREATEN",
    "en": "<i>You approach the Shistavanen and brandish your weapon at her, demanding to know where your people are.</i><br/><br/>Test .",
    "pt": "<i> Você se aproxima do Shistavanen e brande sua arma para ela, exigindo saber onde seu povo está. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_02_BARFLY_THREATEN_INNOCENT",
    "en": "<i>As you point your weapon at her, the Shistavanen growls and bares her teeth. The impasse lasts several long seconds before you decide that the Shistavanen must not know anything; otherwise, she would be trying to tear out your throat.</i>",
    "pt": "<i> Quando você aponta sua arma para ela, o Shistavanen rosna e mostra os dentes. O impasse dura vários segundos antes de você decidir que o Shistavanen não deve saber de nada; caso contrário, ela estaria tentando arrancar sua garganta. </i>"
  },
  {
    "key": "M_02_BARFLY_THREATEN_PASS",
    "en": "<i>The Shistavanen snarls at you, but seems to relent. She hands you a keycard with a label that says \"{0}.\"</i><br/><br/>Discard this mission token.",
    "pt": "<i> O Shistavanen rosna para você, mas parece ceder. Ela entrega a você um cartão-chave com um rótulo que diz \"{0}\". </i> <br/> <br/> Descarte esse token de missão."
  },
  {
    "key": "M_02_BARFLY_THREATEN_FAIL",
    "en": "<i>Before you can react, the Shistavanen leaps at you, knocking you to the ground. As you scramble back to your feet, she pulls out a small holdout blaster and fires at you.</i><br/><br/>Roll 1 blue and 1 green die. You suffer  equal to the  results.",
    "pt": "<i> Antes que você possa reagir, o Shistavanen pula em você, derrubando você no chão. Enquanto você se levanta, ela puxa um pequeno detonador e atira em você. <br/> <br/> Role 1 azul e 1 verde morra. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_02_BARFLY_DEFEATED",
    "en": "<i>The Shistavanen collapses on the bar, her blaster clattering to the floor. You check her for a pulse and find none. You search her body and find a keycard. Now to figure out what door it opens.</i><br/><br/>Discard this mission token.",
    "pt": "<i> O Shistavanen desmorona no bar, seu blaster ressoando no chão. Você verifica ela por um pulso e não encontra nenhum. Você procura o corpo dela e encontra um cartão-chave. Agora, para descobrir que porta se abre. <br/> <br/> Descarte este símbolo de missão."
  },
  {
    "key": "M_02_BARFLY_DONE",
    "en": "<i>The Shistavanen glares at you from across the cantina.</i>",
    "pt": "<i> O Shistavanen olha para você do outro lado da cantina. </i>"
  },
  {
    "key": "M_02_CREW_RESCUE",
    "en": " Rescue",
    "pt": " Resgate"
  },
  {
    "key": "M_02_CREW_1",
    "en": "<i>Captain Darpik sits with wrists and ankles bound, her back against a wall.</i><br/><br/>A Rebel can interact with this token to rescue this crew member.",
    "pt": "<i> O capitão Darpik senta com os pulsos e tornozelos amarrados, as costas contra a parede. </i> <br/> <br/> Um Rebelde pode interagir com este símbolo para resgatar este membro da tripulação."
  },
  {
    "key": "M_02_CREW_1_RESCUE",
    "en": "<i>You free the captain from her bonds. \"I have to get in contact with Alliance HQ immediately!\" she says to you. \"They have to know!\" You ask her what she’s talking about. \"I can’t discuss it here, but I think we've been betrayed. We have to get back to the </i>Freedom Fighter<i> as soon as possible.\"</i><br/><br/>Flip this Imperial mission token to its Rebel side.",
    "pt": "<i> Você liberta o capitão de seus laços. \"Eu tenho que entrar em contato com a Aliança imediatamente!\" ela diz para você. \"Eles têm que saber!\" Você pergunta o que ela está falando. \"Eu não posso discutir isso aqui, mas acho que fomos traídos. Temos que voltar para o </i> Freedom Fighter <i> o mais rápido possível.\" </i> <br/> <br/> Vire esta ficha de missão imperial para o seu lado rebelde."
  },
  {
    "key": "M_02_CREW_1_MOVE",
    "en": "<i>The captain takes off running toward the shuttle.</i><br/><br/>Move this Rebel mission token as indicated.",
    "pt": "<i> O capitão começa a correr em direção ao ônibus. </i> <br/> <br/> Mova esta ficha de missão Rebelde conforme indicado."
  },
  {
    "key": "M_02_CREW_2",
    "en": "<i>One of the crew members lies unconscious on the ground.</i><br/><br/>A Rebel can interact with this token to rescue this crew member.",
    "pt": "<i> Um dos tripulantes está inconsciente no chão. </i> <br/> <br/> Um Rebelde pode interagir com este token para resgatar este membro da tripulação."
  },
  {
    "key": "M_02_CREW_2_RESCUE",
    "en": "<i>You remove the bonds from the unconscious crew member and shake him awake.</i><br/><br/>Flip this Imperial mission token to its Rebel side.",
    "pt": "<i> Você remove os laços do membro da tripulação inconsciente e o acorda. </i> <br/> <br/> Vire esta ficha de missão imperial para o seu lado rebelde."
  },
  {
    "key": "M_02_CREW_2_MOVE",
    "en": "<i>You help him get to his feet and tell him to get to the shuttle. He shakes off his disorientation and takes off running.</i><br/><br/>Move this Rebel mission token as indicated.",
    "pt": "<i> Você o ajuda a ficar de pé e diz para ele pegar o ônibus. Ele sacode sua desorientação e sai correndo. </i> <br/> <br/> Mova esta ficha de missão Rebelde como indicado."
  },
  {
    "key": "M_02_CREW_3",
    "en": "<i>One of the crew members is working on loosening her bindings.</i><br/><br/>A Rebel can interact with this token to rescue this crew member.",
    "pt": "<i> Um dos membros da equipe está trabalhando para afrouxar suas ligações. </i> <br/> <br/> Um Rebelde pode interagir com este token para resgatar esse membro da tripulação."
  },
  {
    "key": "M_02_CREW_3_RESCUE",
    "en": "<i>Just as you arrive at this crew member’s side, she has managed to free her hands from her bonds. You help her with the bindings around her ankles.</i><br/><br/>Flip this Imperial mission token to its Rebel side.",
    "pt": "<i> Assim que você chega ao lado desse membro da equipe, ela conseguiu libertar suas mãos de seus laços. Você a ajuda com as amarras ao redor de seus tornozelos. <br/> <br/> Vire esta ficha de missão imperial para o seu lado rebelde."
  },
  {
    "key": "M_02_CREW_3_MOVE",
    "en": "<i>Before you can say anything, she’s already on her way back to the shuttle.</i><br/><br/>Move this Rebel mission token as indicated.",
    "pt": "<i> Antes de poder dizer qualquer coisa, ela já está voltando para o ônibus espacial. </i> <br/> <br/> Mova esta ficha de missão Rebelde conforme indicado."
  },
  {
    "key": "M_02_CREW_4",
    "en": "<i>This crew member is bleeding profusely from his side. He is going to need medical attention quickly.</i><br/><br/>A Rebel can interact with this token to rescue this crew member.",
    "pt": "<i> Este membro da tripulação está sangrando muito do seu lado. Ele vai precisar de atenção médica rapidamente. </i> <br/> <br/> Um Rebelde pode interagir com este token para resgatar esse membro da tripulação."
  },
  {
    "key": "M_02_CREW_4_RESCUE_CHOICE",
    "en": "<i>You free the man from his bonds, but he’s too injured to move. If you use some of your medical supplies on him, he may be well enough to get to the ship.</i>",
    "pt": "<i> Você liberta o homem das amarras dele, mas ele está muito ferido para se mexer. Se você usar alguns de seus suprimentos médicos nele, ele pode estar bem o suficiente para chegar aa nave. </i>"
  },
  {
    "key": "M_02_CREW_4_RESCUE_CHOICE_1",
    "en": "Use a medpac on him.",
    "pt": "Use um medpac nele."
  },
  {
    "key": "M_02_CREW_4_RESCUE_CHOICE_2",
    "en": "Leave him behind.",
    "pt": "Deixe-o para trás."
  },
  {
    "key": "M_02_CREW_4_RESCUE_NO_CHOICE",
    "en": "<i>You free the man from his bonds, but he’s too injured to move. If you had a medpac to use on him, he might be able to get to the ship, but right now you have no medpacs!</i>",
    "pt": "<i> Você liberta o homem das amarras dele, mas ele está muito ferido para se mexer. Se você tivesse um medpac para usar nele, ele poderia ser capaz de chegar aa nave, mas agora você não tem medpacs! </i>"
  },
  {
    "key": "M_02_CREW_4_RESCUE_CHOICE_1B",
    "en": "Promise to return with a medpac.",
    "pt": "Prometa voltar com um medpac."
  },
  {
    "key": "M_02_CREW_4_RESCUE",
    "en": "<i>With some bandages and a shot of bacta, the man is able to get to his feet.</i><br/><br/>Flip this Imperial mission token to its Rebel side.",
    "pt": "<i> Com algumas bandagens e um tiro de bacta, o homem é capaz de se levantar. </i> <br/> <br/> Vire esta ficha de missão imperial para o seu lado rebelde."
  },
  {
    "key": "M_02_CREW_4_MOVE",
    "en": "<i>He limps off toward the shuttle.</i><br/><br/>Move this Rebel mission token as indicated.",
    "pt": "<i> Ele manca em direção ao ônibus. </i> <br/> <br/> Mova esta ficha de missão Rebelde como indicado."
  },
  {
    "key": "M_02_CREW_4_LEAVE_BEHIND",
    "en": "<i>You decide you have no choice but to leave him behind. As you walk away from him, he pleads for your help.</i><br/><br/>Discard this Rebel mission token.",
    "pt": "<i> Você decide que não tem escolha a não ser deixá-lo para trás. Enquanto você se afasta dele, ele pede sua ajuda. <br/> <br/> <br/> Descarte este marcador da missão Rebelde."
  },
  {
    "key": "M_02_CREW_4_DIES",
    "en": "<i>This crew member succumbs to his wounds and dies.</i><br/><br/>Discard this Rebel mission token.",
    "pt": "<i> Este membro da equipe sucumbe aos ferimentos e morre. </i> <br/> <br/> Descarte este símbolo da missão Rebelde."
  },
  {
    "key": "M_02_CREW_FIRST_RESCUE",
    "en": "Imperial figures will now be able to attack this and other crew members you rescue. The Imperial activation window will tell you when an attack targets a crew member.{0}<br/><br/>You can select a Rebel mission token in the app to see the special rules for rescued crew members.",
    "pt": "Figuras imperiais agora poderão atacar este e outros membros da tripulação que você resgatar. A janela de ativação do Imperial informará quando um ataque atingir um membro da equipe. {0} <br/> <br/> Você pode selecionar um token de missão Rebelde no aplicativo para ver as regras especiais para membros da equipe resgatados."
  },
  {
    "key": "M_02_CREW_PROTECT",
    "en": " You can protect these crew members by staying within 1 space of them. They will move with a Speed of 4 at the end of each round.",
    "pt": "Você pode proteger esses tripulantes ficando dentro de um espaço deles. Eles vão se mover com uma velocidade de 4 no final de cada rodada."
  },
  {
    "key": "M_02_CREW_RESCUED",
    "en": "<i>This crew member has been rescued and is running back to the shuttle.</i><br/><br/>Imperial figures can attack this Rebel mission token (Health: 4, Defense: 1 white die). (This token is an object and not a Rebel.) A Rebel can protect this token from Imperial attacks by staying within 1 space of it.",
    "pt": "<i> Este membro da tripulação foi resgatado e está correndo de volta para o ônibus espacial. </i> <br/> <br/> As figuras imperiais podem atacar este símbolo da missão Rebelde (Saúde: 4, Defesa: 1 dado branco). (Este token é um objeto e não um Rebelde.) Um Rebelde pode proteger este token de ataques Imperiais ficando dentro de um espaço dele."
  },
  {
    "key": "M_02_CREW_RESCUED_DEADLY",
    "en": "<i>This crew member has been rescued and is running back to the shuttle.</i><br/><br/>Imperial figures can attack this Rebel mission token (Health: 4, Defense: 1 white die). (This token is an object and not a Rebel.)",
    "pt": "<i> Este membro da tripulação foi resgatado e está correndo de volta para o ônibus espacial. </i> <br/> <br/> As figuras imperiais podem atacar este símbolo da missão Rebelde (Saúde: 4, Defesa: 1 dado branco). (Este token é um objeto e não um rebelde)."
  },
  {
    "key": "M_02_CREW_MOVE",
    "en": "<i>This crew member runs back toward the shuttle.</i><br/><br/>Move this Rebel mission token as indicated.",
    "pt": "<i> Este membro da tripulação corre de volta para o ônibus. </i> <br/> <br/> Mova esta ficha de missão Rebelde conforme indicado."
  },
  {
    "key": "M_02_CREW_ALL_RESCUED",
    "en": "<i>With the last of your crew members liberated, it’s time to make a quick escape. You cover the crew as they race back to their shuttle.</i><br/><br/>  Objective Updated  <br/><br/>Cover the crew members as they return to the shuttle escape.",
    "pt": "<i> Com o último dos seus tripulantes liberados, é hora de fazer uma fuga rápida. Você cobre a tripulação enquanto eles correm de volta para o ônibus. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Cubra os membros da tripulação enquanto eles retornam ao ônibus e escapam."
  },
  {
    "key": "M_02_CREW_ABOARD",
    "en": "<i>This crew member reaches the shuttle and races inside to safety.</i><br/><br/>Discard this Rebel mission token.",
    "pt": "<i> Este membro da tripulação chega ao vaivém e corre dentro para dentro da segurança. </i> <br/> <br/> Descarte este marcador da missão Rebelde."
  },
  {
    "key": "M_02_CREW_ALL_ABOARD",
    "en": "<i>The surviving crew is now aboard the shuttle, but the docking bay doors have not been opened yet! The shuttle cannot take off until the doors are opened! Perhaps the terminal in the docking bay could be of use.</i><br/><br/>  Objective Updated  <br/><br/>Open the docking bay doors.",
    "pt": "<i> A tripulação sobrevivente está agora a bordo do ônibus espacial, mas as portas do ancoradouro não foram abertas ainda! O ônibus espacial não pode decolar até que as portas sejam abertas! Talvez o terminal no compartimento de encaixe possa ser útil. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Abra as portas do compartimento de encaixe."
  },
  {
    "key": "M_04_NAME",
    "en": "Loose Ends",
    "pt": "Pontas soltas"
  },
  {
    "key": "M_04_DESC",
    "en": "<i>Having fled inevitable retaliation on Ord Mantell, the </i>Freedom Fighter<i> sends an urgent message from its refuge in Ithorian space. The captain wishes to speak with your team privately, and for some reason, in person.</i>",
    "pt": "<i> Tendo fugido da inevitável retaliação em Ord Mantell, o </i> Freedom Fighter <i> envia uma mensagem urgente do seu refúgio no espaço de Ithorian. O capitão deseja falar com sua equipe em particular e, por algum motivo, pessoalmente. </i>"
  },
  {
    "key": "M_04_Placeholder",
    "en": "Placeholder Text",
    "pt": "Texto de espaço reservado"
  },
  {
    "key": "M_04_Variable",
    "en": "Variable: {0}.",
    "pt": "Variável: {0}."
  },
  {
    "key": "M_04_Traitor ID",
    "en": "Over the campaign, the app will secretly select a real traitor and you will gain clues in missions to accuse a suspect. For now, manually set the real traitor. Note: numbers other than 1, 2, or 3 will break the mission.<br/><br/>1: Ares Ginn<br/>2:Burin Kassal<br/>3: Calle Tharandon",
    "pt": "Durante a campanha, o aplicativo irá secretamente selecionar um verdadeiro traidor e você ganhará pistas em missões para acusar um suspeito. Por enquanto, defina manualmente o traidor real. Nota: números diferentes de 1, 2 ou 3 vão quebrar a missão. <br/> <br/> 1: Ares Ginn <br/> 2: Burin Kassal <br/> 3: Calle Tharandon"
  },
  {
    "key": "M_04_Suspect ID",
    "en": "Select your accused suspect. (The app is only concerned with if you’ve accused the real traitor or not.)<br/><br/>1: Ares Ginn<br/>2:Burin Kassal<br/>3: Calle Tharandon",
    "pt": "Selecione seu suspeito acusado. (O aplicativo só está preocupado se você acusou o verdadeiro traidor ou não.) <br/> <br/> 1: Ares Ginn <br/> 2: Burin Kassal <br/> 3: Calle Tharandon"
  },
  {
    "key": "M_04_Prologue_1",
    "en": "<i>You arrive on the </i>Freedom Fighter’s<i> bridge, where Captain {0} greets you with a curt handshake. \"Alliance spies have been digging into our trouble with the star map, and I’m afraid the results are dire,\" she says, tossing a datapad on the table. \"One of our crew members has been working with the Empire.\"</i>",
    "pt": "<i> Você chega na ponte </i> Freedom Fighter <i>, onde o capitão {0} cumprimenta você com um breve aperto de mão. \"Os espiões da Aliança têm se metido em apuros com o mapa estelar, e temo que os resultados sejam terríveis\", diz ela, jogando um datapad sobre a mesa. \"Um dos membros da nossa equipe tem trabalhado com o Império\". </i>"
  },
  {
    "key": "M_04_Prologue_1B",
    "en": "<i>You arrive on the </i>Freedom Fighter’s<i> bridge, where you meet the newly promoted Captain {0}. \"I was sorry to hear about what happened to Darpik on Ord Mantell,\" she says, almost imperceptibly tearing up. \"I know you did everything you could.\"<br/><br/>\"But I’m afraid I have more bad news. Alliance spies have been digging into our trouble with the star map, and the results are dire,\" she says, tossing a datapad on the table. \"One of our crew members has been working with the Empire.\"</i>",
    "pt": "<i> Você chega na ponte </i> Freedom Fighter <i>, onde conhece o recém-promovido Capitão {0}. \"Eu lamentei ouvir sobre o que aconteceu com Darpik em Ord Mantell\", diz ela, quase imperceptivelmente rasgando. \"Eu sei que você fez tudo o que podia.\" <br/> <br/> \"Mas eu tenho medo de ter mais más notícias. Os espiões da Aliança estão se metendo em apuros com o mapa estelar, e os resultados são terríveis\". ela diz, jogando um datapad na mesa. \"Um dos membros da nossa equipe tem trabalhado com o Império\". </i>"
  },
  {
    "key": "M_04_Prologue_2",
    "en": "<i>\"Analysis of data transfer logs points to three suspects,\" {0} continues. \"{1}, {2}, and {3} have each had the access and opportunities to commit the known security breaches. My crew’s field reports can’t narrow it down any further, but I was hoping you might help.\"<br/><br/>Happy to have your support, she continues, \"I can’t risk continuing the investigation aboard the </i>Freedom Fighter<i> with the traitor so close. Take this intelligence back to your ship, figure out who our mole is, and tail him. If there’s a fight, don’t hesitate to end this.\" {0} dismisses you from the bridge and you return to your ship.</i>",
    "pt": "<i> \"Análise de registros de transferência de dados aponta para três suspeitos\", {0} continua. \"{1}, {2} e {3} tiveram acesso e oportunidades para cometer as violações de segurança conhecidas. Os relatórios de campo da minha equipe não podem restringi-los ainda mais, mas eu esperava que você ajudasse.\" < Feliz por ter o seu apoio, ela continua: \"Eu não posso arriscar continuar a investigação a bordo do </i> Freedom Fighter <i> com o traidor tão perto. Leve essa inteligência de volta aa sua nave, descobrir quem é nossa toupeira e segui-lo. Se houver uma briga, não hesite em acabar com isso. \" {0} rejeita você da ponte e você retorna aa sua nave. </i>"
  },
  {
    "key": "M_04_Prologue_3",
    "en": "<i>The intelligence reports are thorough and conclusive. Pieces of the mystery feel familiar, and you think back over your missions.</i>",
    "pt": "<i> Os relatórios de inteligência são completos e conclusivos. Pedaços do mistério parecem familiares e você pensa em suas missões. </i>"
  },
  {
    "key": "M_04_Prologue_3B",
    "en": "<i>The intelligence reports are thorough and conclusive. The traitor is definitely one of the three men you'd come to trust.</i>",
    "pt": "<i> Os relatórios de inteligência são completos e conclusivos. O traidor é definitivamente um dos três homens em quem você confiaria. </i>"
  },
  {
    "key": "M_04_Recap_Clue_1",
    "en": "<i>When you went to rescue Captain Darpik off Ord Mantell, you discovered a list of the </i>Freedom Fighter<i>’s crew and passengers in her captors’ possession. Two names had been missing from that list: {0} and {1}.</i>",
    "pt": "<i> Quando você foi resgatar o Capitão Darpik de Ord Mantell, você descobriu uma lista da tripulação do Freedom Fighter <i> e passageiros em posse de seus captores. Dois nomes estavam faltando nessa lista: {0} e {1}. </i>"
  },
  {
    "key": "M_04_Recap_Clue_2",
    "en": "<i>After her rescue, Captain Darpik mentioned receiving a warning call from {0} just before she and her team got ambushed.</i>",
    "pt": "<i> Depois do resgate dela, o capitão Darpik mencionou ter recebido uma advertência de {0} pouco antes de ela e sua equipe serem emboscadas. </i>"
  },
  {
    "key": "M_04_Recap_Clue_3",
    "en": "<i>While examining the Imperial shipping logs in the canyon, you recall uncovering a message. Whoever stole the star map asked an unknown general to pay him in person because {0} was watching the traitor’s accounts.</i>",
    "pt": "<i> Ao examinar os registros marítimos imperiais no cânion, você se lembra de ter descoberto uma mensagem. Quem roubou o mapa estelar pediu a um general desconhecido para pagá-lo pessoalmente porque {0} estava assistindo às contas do traidor. </i>"
  },
  {
    "key": "M_04_Recap_Clue_4",
    "en": "<i>Before escaping from the canyon, you remember finding a cracked datapad. The traitor instructed the Imperials not to shoot down your shuttle because he was aboard. You recall {0} being the only one to sit that mission out.</i>",
    "pt": "<i> Antes de escapar do canyon, lembre-se de encontrar um datapad quebrado. O traidor instruiu os imperiais a não derrubar seu ônibus porque ele estava a bordo. Você se lembra de {0} ser o único a deixar essa missão de fora. </i>"
  },
  {
    "key": "M_04_Accuse_Clues_2",
    "en": "<i>After reviewing the evidence, you’re ready to name a prime suspect.</i><br/><br/>Select a prime suspect.",
    "pt": "<i> Depois de analisar as evidências, você está pronto para nomear um suspeito principal. </i> <br/> <br/> Selecione um suspeito principal."
  },
  {
    "key": "M_04_Accuse_Clues_1",
    "en": "<i>After reviewing the evidence, you can’t quite name the traitor. Before he does any more damage, you’ll need to trail somebody and hope to get lucky.</i><br/><br/>Select a prime suspect.",
    "pt": "<i> Depois de analisar as evidências, você não consegue nomear o traidor. Antes de causar mais danos, você precisará rastrear alguém e esperar ter sorte. </i> <br/> <br/> Selecione um dos principais suspeitos."
  },
  {
    "key": "M_04_Accuse_Clues_0",
    "en": "<i>You think back over your missions, but can't remember finding any clues to the traitor's identity. You’ll have to trail one of the suspects and hope to get lucky.</i><br/><br/>Select a prime suspect.",
    "pt": "<i> Você pensa em suas missões, mas não se lembra de encontrar pistas sobre a identidade do traidor. Você terá que rastrear um dos suspeitos e esperar ter sorte. </i> <br/> <br/> Selecione um dos principais suspeitos."
  },
  {
    "key": "M_04_Prologue_4",
    "en": "<i>Hoping you’ve made the right call, you decide to keep an eye on {0}.<br/><br/>The very next morning, one of your tracking beacons activates. {1} has decided to make an unscheduled shuttle run.</i>",
    "pt": "<i> Esperando que você tenha feito a ligação certa, você decide ficar de olho em {0}. <br/> <br/> Na manhã seguinte, um de seus beacons de rastreamento será ativado. {1} decidiu fazer uma operação de transporte não programada. </i>"
  },
  {
    "key": "M_04_Prologue_5",
    "en": "<i>You trace {0}’s shuttle to the jungle planet Felucia. You find the vehicle abandoned in a clearing just a short trek from an Imperial facility.</i>",
    "pt": "<i> Você rastreia o traslado de {0} para o planeta da selva, Felucia. Você encontra o veículo abandonado em uma clareira a uma curta caminhada de uma instalação imperial. </i>"
  },
  {
    "key": "M_04_Intro_Tiles",
    "en": "<i>Following a trail of broken branches, you carefully approach the edge of the jungle to a hill overlooking the facility entrance.</i><br/><br/>Place tiles 02A, 06A, 18A(2), 39A, and 1 door.",
    "pt": "<i> Seguindo um rastro de galhos quebrados, você se aproxima cuidadosamente da borda da selva até uma colina com vista para a entrada da instalação. </i> <br/> <br/> Coloque os tiles 02A, 06A, 18A (2), 39A e 1 porta."
  },
  {
    "key": "M_04_Deploy",
    "en": "<i>Over the low hum of the Imperial compound, you hear a hushed conversation. Inching closer, you grab your macrobinoculars and take up hidden positions among the last line of trees.</i><br/><br/>Deploy the Rebels.",
    "pt": "<i> Sobre o zumbido baixo do complexo imperial, você ouve uma conversa silenciosa. Aproximando-se, você pega seus macrobinóculos e ocupa posições ocultas entre a última linha de árvores. </i> <br/> <br/> Coloque os Rebeldes."
  },
  {
    "key": "M_04_Meeting",
    "en": "<i>Below, you spot your suspect handing something to a stormtrooper.</i><br/><br/>Deploy 1 elite Stormtrooper.",
    "pt": "<i> Abaixo, você vê seu suspeito entregando algo a um stormtrooper. </i> <br/> <br/> Coloque 1 Stormtrooper de elite."
  },
  {
    "key": "M_04_Meeting1B",
    "en": "Deploy the elite Imperial Officer. This Imperial Officer is {0}.",
    "pt": "Coloque o oficial imperial de elite. Este oficial imperial é {0}."
  },
  {
    "key": "M_04_Meeting2",
    "en": "<i>\"There, you see?\" {0} says, annoyed by the stormtrooper patting him down. \"Rebel flight logs from the Yavin escape. Now let me talk to the general about my next assignment. And my outstanding fee.\"<br/><br/>The trooper requests clearance while {0} begins whistling a tune you recognize from the cantina on Ord Mantell.</i>",
    "pt": "<i> \"Lá, você vê?\" {0} diz, aborrecido com o stormtrooper batendo nele. \"Registros de voo rebeldes da fuga de Yavin. Agora deixe-me falar com o general sobre minha próxima tarefa. E minha taxa pendente.\" <br/> <br/> O policial pede autorização enquanto {0} começa a assobiar uma canção que você reconhece a cantina em Ord Mantell. </i>"
  },
  {
    "key": "M_04_Stormtroopers",
    "en": "<i>Another patrol trooper checks his weapon and reloads from a nearby supply crate. A third emerges from the base and begins pacing the area.</i><br/><br/>Deploy the remaining 2 elite Stormtroopers and place 1 crate.",
    "pt": "<i> Outro patrulheiro verifica sua arma e recarrega de uma caixa de suprimentos próxima. Um terceiro emerge da base e começa a andar pela área. </i> <br/> <br/> Coloque os 2 Stormtroopers de elite restantes e coloque 1 caixa."
  },
  {
    "key": "M_04_Start Fight",
    "en": "<i>The patrolling trooper wanders close enough to threaten your camouflage. Rather than risk discovery, you break cover under your own terms. Startled, but well trained, the trooper sounds the alarm.</i>",
    "pt": "<i> O patrulheiro caminha perto o suficiente para ameaçar sua camuflagem. Em vez de descobrir o risco, você quebra a cobertura sob seus próprios termos. Assustado, mas bem treinado, o policial soa o alarme. </i>"
  },
  {
    "key": "M_04_Initial Spawn",
    "en": "<i>Reinforcements respond to the now blaring alarm.</i>",
    "pt": "<i> Reforços respondem ao alarme agora estridente. </i>"
  },
  {
    "key": "M_04_Crate1",
    "en": "<i>Sitting on top of a short staircase is a crate of Imperial supplies.</i><br/><br/>Place 1 crate.",
    "pt": "<i> Sentado em cima de uma escada pequena há uma caixa de suprimentos imperiais. </i> <br/> <br/> Coloque 1 caixa."
  },
  {
    "key": "M_04_Traitor Escape Intro",
    "en": "<i>With some covering fire, {0} dashes from his cover to the facility door, slipping inside amidst the chaos.</i><br/><br/>Remove {0} from the map and set him aside. He keeps his current damage and conditions.",
    "pt": "<i> Com um pouco de fogo cobrindo, {0} traços de sua cobertura para a porta da instalação, deslizando dentro do meio do caos. </i> <br/> <br/> Remova {0} do mapa e coloque-o de lado. Ele mantém seus danos e condições atuais."
  },
  {
    "key": "M_04_Act1 Objective",
    "en": "<i>Overcome the Imperials and chase the traitor!</i><br/><br/>  Objective Updated  <br/><br/>Pursue the traitor into the Imperial facility.",
    "pt": "<i> Supere os imperiais e persiga o traidor! </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Persiga o traidor na instalação imperial."
  },
  {
    "key": "M_04_Objective1",
    "en": "Pursue the traitor into the Imperial facility.",
    "pt": "Persiga o traidor na instalação imperial."
  },
  {
    "key": "M_04_Suspect Meeting1",
    "en": "<i>You spot your suspect sticking to the shadows, speaking with someone. \"It’s not too late, you can still do the right thing,\" {0} pleads. \"The perimeter officer will be unconscious for another hour, and with his uniform and code cylinder, I can walk us right out of here.\"</i><br/><br/>Deploy a regular Imperial Officer. This is {1}. Assign him a color.",
    "pt": "<i> Você identifica seu suspeito nas sombras, falando com alguém. \"Não é tarde demais, você ainda pode fazer a coisa certa\", implora {0}. \"O oficial de perímetro ficará inconsciente por mais uma hora, e com seu uniforme e código de cilindro, eu posso sair daqui.\" </i> <br/> <br/> Coloque um oficial imperial. Isso é {1}. Atribuir-lhe uma cor."
  },
  {
    "key": "M_04_Suspect Meeting2",
    "en": "<i>\"It is too late, my friend.\" {0} leans forward from the shade. \"I betrayed the Rebellion, and we both know what happens to traitors.\"</i><br/><br/>Deploy the elite Imperial Officer. This is {1}.",
    "pt": "<i> \"É tarde demais, meu amigo.\" {0} se inclina para frente da sombra. \"Eu traí a Rebelião, e nós dois sabemos o que acontece com os traidores.\" </i> <br/> <br/> Coloque o Oficial Imperial de elite. Isso é {1}."
  },
  {
    "key": "M_04_Suspect Meeting3",
    "en": "<i>\"They don’t know it was you, {0}. I’ll help you get a fresh start. It may be on a remote planet, but it’s better than whatever you’re doing here.\"</i>",
    "pt": "<i> \"Eles não sabem que foi você, {0}. Vou ajudá-lo a começar de novo. Pode ser em um planeta remoto, mas é melhor do que o que você está fazendo aqui.\" </ i >"
  },
  {
    "key": "M_04_Suspect Meeting4",
    "en": "<i>\"We’re at war, {0}! There will be a winner and a loser. You don’t have to like that, but winners get to keep their lives. I’m not coming back!\"</i>",
    "pt": "<i> \"Estamos em guerra, {0}! Haverá um vencedor e um perdedor. Você não precisa gostar disso, mas os vencedores conseguem manter suas vidas. Eu não vou voltar!\" </i>"
  },
  {
    "key": "M_04_Suspect Meeting5",
    "en": "<i>{0}’s head hangs. \"Then I’m sorry for how everything went,\" he says, reaching for his blaster. He doesn’t clear the holster before a bolt strikes him in the chest.<br/><br/>\"Me too,\" {1} whispers, hand trembling on his outstretched pistol.</i><br/><br/> {2} is defeated.",
    "pt": "<i> {0} está com a cabeça pendurada. \"Então me desculpe como tudo foi\", diz ele, pegando seu blaster. Ele não limpa o coldre antes que um raio o atinja no peito. <br/> <br/> \"Eu também\", {1} sussurra, a mão tremendo em sua pistola estendida. </i> <br/> <br/> {2} é derrotado."
  },
  {
    "key": "M_04_Suspect Stormtroopers",
    "en": "<i>Momentarily stunned by the exchange you just witnessed, you didn’t notice a patrol arriving to inspect the sound of a blaster.</i><br/><br/>Deploy the elite Stormtrooper group.",
    "pt": "<i> momentaneamente atordoado pela troca que você acabou de testemunhar, você não notou uma patrulha chegando para inspecionar o som de um blaster </i> <br/> <br/> implantar o grupo elite stormtrooper."
  },
  {
    "key": "M_04_Suspect Stormtroopers2",
    "en": "<i>Clearly under shoot-on-sight orders, the lead stormtrooper fires his blaster rifle.</i><br/><br/>Roll 1 blue and 1 green die. The hero with the fewest  dice suffers  equal to the  results.",
    "pt": "<i> Claramente sob ordens de atirar à vista, o stormtrooper chefe dispara seu rifle blaster. </i> <br/> <br/> Role 1 azul e 1 verde morra. O herói com o menor número de dados sofre  igual aos resultados ."
  },
  {
    "key": "M_04_Suspect Alarm",
    "en": "<i>Certain of intruders, the troopers sound the alarm.</i>",
    "pt": "<i> Certos intrusos, os soldados soam o alarme. </i>"
  },
  {
    "key": "M_04_Suspect Escape",
    "en": "<i>Running from danger, {0} dashes to the facility door, slipping inside amidst the chaos.</i><br/><br/>Remove {0} from the map and set him aside. He keeps his current damage and conditions.",
    "pt": "<i> Correndo do perigo, {0} corre para a porta da instalação, deslizando para dentro do caos. </i> <br/> <br/> Remova {0} do mapa e coloque-o de lado. Ele mantém seus danos e condições atuais."
  },
  {
    "key": "M_04_Facility Tiles",
    "en": "<i>The winding Imperial facility is as tall as the canopy. Natural light filters in through skylights, though even those are choked by vines.</i><br/><br/>Place tiles 21A, 23A, 28A, 31A, 32A, 35A, and 1 door.",
    "pt": "<i> A instalação imperial sinuosa é tão alta quanto o dossel. A luz natural é filtrada através das claraboias, embora até mesmo as paredes estejam sufocadas por videiras. <br/> <br/> Coloque os tiles 21A, 23A, 28A, 31A, 32A, 35A e 1 porta."
  },
  {
    "key": "M_04_Facility Tiles2",
    "en": "<i>This corridor leads to the facility’s main hangar.</i><br/><br/>Place 1 door. This is the hangar door.",
    "pt": "<i> Este corredor leva ao hangar principal da instalação. </i> <br/> <br/> Coloque uma porta. Esta é a porta do hangar."
  },
  {
    "key": "M_04_Terminal",
    "en": "<i>You spot a security terminal flashing at the end of the room.</i><br/><br/>Place 1 terminal.",
    "pt": "<i> Você detecta um terminal de segurança piscando no final da sala. </i> <br/> <br/> Coloque 1 terminal."
  },
  {
    "key": "M_04_Facility Traitor",
    "en": "<i>{0} looks up from a terminal, wracked with fear. \"How did you breach my protocols?\" he questions. Leaning into a comm device {1} shouts, \"They’ve breached the door, General! You have the files, now hold up your end of the deal and protect me!\"</i><br/><br/>Deploy {0}.",
    "pt": "<i> {0} olha para cima de um terminal, tomado pelo medo. \"Como você violou meus protocolos?\" ele questiona. Inclinando-se em um dispositivo de comunicação {1} grita: \"Eles violaram a porta, General! Você tem os arquivos, agora segure a parte final do negócio e me proteja!\" </i> <br/> <br/> Implemente {0}."
  },
  {
    "key": "M_04_Facility Spawn",
    "en": "<i>Reinforcements arrive from within the Imperial base.</i>",
    "pt": "<i> Reforços chegam de dentro da base imperial. </i>"
  },
  {
    "key": "M_04_Crate2",
    "en": "<i>The facility is predictably well stocked.</i><br/><br/>Place 2 crates.",
    "pt": "<i> A instalação é previsivelmente bem abastecida. </i> <br/> <br/> Coloque 2 caixas."
  },
  {
    "key": "M_04_Act2 Objective",
    "en": "<i>You can’t let this traitor slip away with everything he knows.</i>",
    "pt": "<i> Você não pode deixar esse traidor escapar com tudo o que sabe. </i>"
  },
  {
    "key": "M_04_Objective2",
    "en": "Defeat {0}.",
    "pt": "Derrote {0}."
  },
  {
    "key": "M_04_Traitor Activation",
    "en": "<i>Panicking and getting tired of running, {0} darts deeper into the base. You can’t let this traitor slip away with everything he knows.</i><br/><br/>  Objective Updated  <br/><br/>Defeat {0}.",
    "pt": "<i> Em pânico e cansado de correr, {0} entra mais fundo na base. Você não pode deixar esse traidor escapar com tudo o que sabe. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Derrote {0}."
  },
  {
    "key": "M_04_Traitor Door",
    "en": "Is {0} adjacent to the hangar door?",
    "pt": "É {0} ao lado da porta do hangar?"
  },
  {
    "key": "M_04_Traitor Escape Facility",
    "en": "<i>{0} fumbles with his code cylinder for a second, then flies through the hangar door. In his haste, he leaves it unlocked.</i><br/><br/>Remove {1} from the map and set him aside. He keeps his current damage and conditions.",
    "pt": "<i> {0} se atrapalha com seu cilindro por um segundo, depois voa pela porta do hangar. Em sua pressa, ele deixa desbloqueado. </i> <br/> <br/> Remova {1} do mapa e coloque-o de lado. Ele mantém seus danos e condições atuais."
  },
  {
    "key": "M_04_Traitor Facility Objective",
    "en": "  Objective Updated  <br/><br/>Pursue the traitor into the unlocked hangar.",
    "pt": " Objetivo Atualizado  <br/> <br/> Persiga o traidor no hangar desbloqueado."
  },
  {
    "key": "M_04_Traitor Defeated",
    "en": "<i>\"Wait,\" {0} pants, hands in front of his face. \"Wait! I already uploaded my information to the general’s personal datapad. I imagine he retreated the second it completed. You’ll be swarmed in minutes, but here, take my code cylinder. If you’re quick, I bet you can escape through the hangar.\"</i>",
    "pt": "<i> \"Espere\", {0} calças, mãos na frente de seu rosto. \"Espere! Eu já enviei minhas informações para o datapad pessoal do general. Eu imagino que ele recuou no segundo que completou. Você será cercado em minutos, mas aqui, pegue meu cilindro de código. Se você for rápido, eu aposto que você pode escapar através do hangar \". </i>"
  },
  {
    "key": "M_04_Traitor Defeated2",
    "en": "<i>\"...For what it’s worth, I still believe in the Rebellion...I just couldn’t live like a Rebel anymore.\"</i>",
    "pt": "<i> \"... Por que vale a pena, eu ainda acredito na Rebelião ... Eu não poderia mais viver como um Rebelde.\" </i>"
  },
  {
    "key": "M_04_Traitor Defeated3",
    "en": "<i>\"You’re too late,\" {0} coughs, propping himself against a wall. \"I already uploaded everything to the general. I may not get to see it, but the Empire will bring peace at last.\" As the traitor slumps, a code cylinder to the hangar drops from his hand.</i>",
    "pt": "<i> \"Você está atrasado,\" {0} tosse, apoiando-se contra a parede. \"Eu já enviei tudo para o general. Posso não ver, mas o Império finalmente trará a paz.\" Quando o traidor cai, um cilindro de código para o hangar cai de sua mão. </i>"
  },
  {
    "key": "M_04_Traitor Defeated4",
    "en": "<i>Though the traitor is dispatched, his information may still harm the Rebellion. Without knowing where, or even who, {0}’s general is, you set your sights on escaping through the hangar with your lives.</i><br/><br/>  Objective Updated  <br/><br/>Get to the hangar for evacuation.",
    "pt": "<i> Embora o traidor seja enviado, sua informação ainda pode prejudicar a Rebelião. Sem saber onde, ou mesmo quem, {0} é o general, você se concentra em fugir pelo hangar com suas vidas. </i> <br/> <br/>  Objetivo Atualizado  <br/> < Ir para o hangar para evacuação."
  },
  {
    "key": "M_04_Objective2B",
    "en": "Get to the hangar for evacuation.",
    "pt": "Vá para o hangar para evacuação."
  },
  {
    "key": "M_04_Hall Spawn",
    "en": "<i>The alarms continue to blare, and reinforcements answer the call.</i>",
    "pt": "<i> Os alarmes continuam a soar e reforços atendem a chamada. </i>"
  },
  {
    "key": "M_04_Open Door",
    "en": "Open the door.",
    "pt": "Abra a porta."
  },
  {
    "key": "M_04_Hangar Tiles",
    "en": "<i>The facility’s hangar opens out over the great jungle. The sight would be breathtaking under different circumstances.</i><br/><br/>Open the door. Place tiles 19A and 36A(2).",
    "pt": "<i> O hangar da instalação se abre sobre a grande selva. A visão seria de tirar o fôlego em diferentes circunstâncias. <br/> <br/> Abra a porta. Coloque os tiles A19A e 36A (2)."
  },
  {
    "key": "M_04_Hangar Spawn",
    "en": "<i>Recalled patrols arrive to face your incursion.</i>",
    "pt": "<i> Patrulhas reclamadas chegam para enfrentar sua incursão. </i>"
  },
  {
    "key": "M_04_Crate4",
    "en": "<i>More supplies are stacked neatly in a corner.</i><br/><br/>Place 1 crate.",
    "pt": "<i> Mais suprimentos estão empilhados em um canto. </i> <br/> <br/> Coloque 1 caixa."
  },
  {
    "key": "M_04_Hangar Traitor",
    "en": "<i>Across the hangar, you see {0} starting to climb up a ladder into a shuttle.<br/><br/>\"You’re too late, Rebels. I just dropped everything I know to the general. Good luck getting it back now!\"</i><br/><br/>Deploy {1} with his previous damage and conditions.",
    "pt": "<i> Do outro lado do hangar, você vê {0} começando a subir uma escada em um ônibus. <br/> <br/> \"Você está muito atrasado, Rebeldes. Acabei de deixar tudo o que sei para o general. Bom sorte de recuperá-lo agora! \"</i> <br/> <br/> Coloque {1} com seus danos e condições anteriores."
  },
  {
    "key": "M_04_Traitor Shuttle",
    "en": "<i>{0} climbs into the shuttle and rockets out the open hangar door. With a casual salute, he escapes over the jungle, and disappears into the atmosphere.</i><br/><br/>Remove {0} from the map.",
    "pt": "<i> {0} sobe no ônibus e dispara pela porta do hangar aberto. Com uma saudação casual, ele escapa pela floresta e desaparece na atmosfera. </i> <br/> <br/> Remova {0} do mapa."
  },
  {
    "key": "M_04_Traitor Objective",
    "en": "<i>Your pilot speaks up over the comms. \"Hold on, I think I can get you out of there.\"</i>",
    "pt": "<i> Seu piloto fala sobre as comunicações. \"Espera aí, eu acho que posso te tirar de lá.\" </i>"
  },
  {
    "key": "M_04_Traitor Defeated5",
    "en": "<i>{0} falls to the ground. While his last correspondence with the Empire could still threaten the Rebellion, his ongoing treachery has ended.</i>",
    "pt": "<i> {0} cai no chão. Enquanto sua última correspondência com o Império ainda poderia ameaçar a Rebelião, sua traição continuada acabou. </i>"
  },
  {
    "key": "M_04_Objective3",
    "en": "Hold the hangar and wait for evacuation.",
    "pt": "Segure o hangar e aguarde a evacuação."
  },
  {
    "key": "M_04_Hangar Recurring Spawn",
    "en": "<i>Seemingly endless Imperial forces join the fight.</i>",
    "pt": "<i> Forças imperiais aparentemente intermináveis ​​se juntam à luta. </i>"
  },
  {
    "key": "M_04_Weiss Normal",
    "en": "<i>At the edge of the hangar, an enormous AT-ST awkwardly turns to face you, stomping with each minor adjustment. A grizzled commander barks orders from the top hatch.</i><br/><br/>Deploy General Weiss.",
    "pt": "<i> Na beira do hangar, um enorme AT-ST se vira desajeitadamente para encará-lo, pisando com cada pequeno ajuste. Um comandante grisalho dá ordens desde a escotilha superior. </i> <br/> <br/> Coloque o General Weiss."
  },
  {
    "key": "M_04_Weiss Hard",
    "en": "<i>At the edge of the hangar, an enormous AT-ST awkwardly turns to face you, stomping with each minor adjustment. A grizzled commander barks orders from the top hatch.</i><br/><br/>Deploy General Weiss with +10 Health.",
    "pt": "<i> Na beira do hangar, um enorme AT-ST se vira desajeitadamente para encará-lo, pisando com cada pequeno ajuste. Um comandante grisalho dá ordens a partir da escotilha superior. </i> <br/> <br/> Coloque General Weiss com +10 de vida."
  },
  {
    "key": "M_04_Weiss Flavor",
    "en": "<i>\"{0}’s information is always good,\" Weiss says, shaking a datapad, \"but Rebel hostages? I owe him a bonus!\"</i>",
    "pt": "<i> \"{0}\" a informação é sempre boa \", diz Weiss, agitando um datapad\", mas reféns de rebeldes? Eu devo a ele um bônus! \"</i>"
  },
  {
    "key": "M_04_Power Station Reveal",
    "en": "<i>\"But before I deliver you to the Imperial Security Bureau, you’ll make great test subjects for my enhanced power field!\" Weiss spends a few moments entering commands into his vehicle console. As he does, power nodes emerge from panels beneath the floor, and the AT-ST’s weapon systems automatically arm.</i>",
    "pt": "<i> \"Mas antes de entregá-lo ao Imperial Security Bureau, você será um ótimo candidato para meu campo de poder aprimorado!\" Weiss passa alguns instantes inserindo comandos no console do veículo. Ao fazê-lo, os nós de energia emergem dos painéis sob o piso e os sistemas de armas da AT-ST são armados automaticamente. </i>"
  },
  {
    "key": "M_04_Power Station Reveal Blue",
    "en": "Place 1 blue Imperial mission token. This is a power station.",
    "pt": "Coloque 1 ficha de missão imperial azul. Esta é uma estação de energia."
  },
  {
    "key": "M_04_Power Station Reveal Red",
    "en": "Place 1 red Imperial mission token. This is a power station.",
    "pt": "Coloque 1 ficha de missão imperial vermelha. Esta é uma estação de energia."
  },
  {
    "key": "M_04_Power Station Reveal2",
    "en": "A Rebel can attack a power station (Health: 7, Defense: 1 black die). When a power station is destroyed, defeat it from the Imperial tracker.",
    "pt": "Um Rebelde pode atacar uma central elétrica (Saúde: 7, Defesa: 1 dado preto). Quando uma estação de energia é destruída, derrote-a do rastreador Imperial."
  },
  {
    "key": "M_04_Power Station Damage",
    "en": "<i>Your terminal overrides seem to have sapped some power from this power array.</i><br/><br/>Choose a power station. It suffers {0}.",
    "pt": "<i> Suas substituições de terminal parecem ter minado o poder desse conjunto de energia. </i> <br/> <br/> Escolha uma estação de energia. Sofre {0} ."
  },
  {
    "key": "M_04_Pilot Flavor",
    "en": "<i>Your pilot hovers outside the hangar, but Weiss fires a seemingly unending arsenal from his vehicle.<br/><br/>\"You’re going to have to deal with him before I can get you out,\" the pilot says, veering away. \"And I suggest you make it quick.\"<br/><br/>Just visible on the horizon you make out two TIE fighters, streaming back to the base.</i>",
    "pt": "<i> Seu piloto paira do lado de fora do hangar, mas Weiss dispara um arsenal aparentemente interminável de seu veículo. <br/> <br/> \"Você vai ter que lidar com ele antes que eu possa te tirar daqui\", disse o piloto. diz, afastando-se. \"E eu sugiro que você faça isso rápido.\" <br/> <br/> Apenas visível no horizonte você vê dois lutadores TIE, fluindo de volta para a base. </i>"
  },
  {
    "key": "M_04_Act3 Objective",
    "en": "<i>With no other options, you must defeat the general.</i><br/><br/>  Objective Updated  <br/><br/>Defeat General Weiss.",
    "pt": "<i> Sem outras opções, você deve derrotar o general. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Derrote o General Weiss."
  },
  {
    "key": "M_04_Objective4",
    "en": "Defeat General Weiss.",
    "pt": "Derrote o general Weiss."
  },
  {
    "key": "M_04_Victory",
    "en": "<i>With a grinding pop, the AT-ST's leg buckles, and the damaged vehicle collapses under the weight of its own massive guns. Quickly searching the wreckage, you recover the general’s datapad, but no sign of the man himself. Not wanting to risk casualties, you leap into your waiting ship and head back to headquarters.</i>",
    "pt": "<i> Com um rangido, as fivelas da perna do AT-ST e o veículo danificado desmoronam sob o peso de suas próprias armas enormes. Pesquisando rapidamente os destroços, você recupera o datapad do general, mas nenhum sinal do próprio homem. Não querendo arriscar vítimas, você pula na nave que está esperando e volta para a sede. </i>"
  },
  {
    "key": "M_04_Victory2",
    "en": "<i>As you leave orbit, you crack the datapad’s security and review the general’s files. He was attempting to relay {0}’s information to Coruscant, but only a small fraction was transmitted before you intervened. Taking the win, you see to your wounds.</i>",
    "pt": "<i> Quando você sai da órbita, decifra a segurança do datapad e analisa os arquivos do geral. Ele estava tentando retransmitir as informações de {0} para Coruscant, mas apenas uma pequena fração foi transmitida antes de você intervir. Tomando a vitória, você vê suas feridas. </i>"
  },
  {
    "key": "M_04_Door A1 Info",
    "en": "<i>The door to the Imperial outpost is locked tightly, but a skilled technician could slice through the protocols.</i><br/><br/>A Rebel can interact with this door to try to override the locking protocols.",
    "pt": "<i> A porta do posto avançado Imperial está trancada com força, mas um técnico qualificado pode cortar os protocolos. </i> <br/> <br/> Um Rebelde pode interagir com essa porta para tentar anular os protocolos de bloqueio."
  },
  {
    "key": "M_04_Door A1 Counter",
    "en": "<i>Someone is directly countering your attempts to bypass the security.</i><br/><br/>Test . Then suffer 1 for each {0} die rolled. This  cannot cause you to suffer .",
    "pt": "<i> Alguém está diretamente contra suas tentativas de contornar a segurança. </i> <br/> <br/> Teste . Então sofra 1 por cada {0} dado laminado. Isso não pode fazer você sofrer."
  },
  {
    "key": "M_04_Door A1 Success0",
    "en": "<i>A few motors start to grind before settling back into their original positions. You’ll need to keep working at it.</i>",
    "pt": "<i> Alguns motores começam a triturar antes de voltar às suas posições originais. Você precisa continuar trabalhando nisso. </i>"
  },
  {
    "key": "M_04_Door A1 Success1",
    "en": "<i>You hear the heavy bolts screeching as they begin to slide. The Imperial agent desperately reroutes your effort, and the bolts stop, half disengaged. You’ve almost got the door cracked.</i>",
    "pt": "<i> Você ouve os pesados ​​parafusos enquanto eles começam a deslizar. O agente imperial redireciona desesperadamente seu esforço, e os parafusos param, meio desengatados. Você quase derrubou a porta. </i>"
  },
  {
    "key": "M_04_Door A1 Success2",
    "en": "<i>Despite your adversary, the security door sparks to life, and glides open.</i><br/><br/>Open the door.",
    "pt": "<i> Apesar de seu adversário, a porta de segurança dá vida e se abre. </i> <br/> <br/> Abra a porta."
  },
  {
    "key": "M_04_Door A2 Locked",
    "en": "<i>The door to the hangar is locked, and requires a code cylinder.</i>",
    "pt": "<i> A porta do hangar está trancada e requer um cilindro de código. </i>"
  },
  {
    "key": "M_04_Door A2 Info",
    "en": "<i>The door to the hangar is now unlocked.</i><br/><br/>A Rebel can interact with this door to access the hangar.",
    "pt": "<i> A porta do hangar agora está destrancada. </i> <br/> <br/> Um Rebelde pode interagir com essa porta para acessar o hangar."
  },
  {
    "key": "M_04_Door3 Info",
    "en": "<i>This security door was locked by the alarm protocols. A terminal could perhaps override the lock.</i>",
    "pt": "<i> Esta porta de segurança estava trancada pelos protocolos de alarme. Um terminal poderia talvez anular a fechadura. </i>"
  },
  {
    "key": "M_04_Door3 Unlocked Info",
    "en": "<i>The door’s security has been overridden.</i><br/><br/>A Rebel can interact with this door to open it.",
    "pt": "<i> A segurança da porta foi anulada. </i> <br/> <br/> Um rebelde pode interagir com esta porta para abri-la."
  },
  {
    "key": "M_04_Crate1 Info",
    "en": "<i>This weathered crate could contain useful supplies.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa resistida pode conter suprimentos úteis. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_04_Crate2 Info",
    "en": "<i>This crate is being used as a makeshift desk, but could contain useful supplies.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa está sendo usada como uma escrivaninha improvisada, mas pode conter suprimentos úteis. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_04_Crate3 Info",
    "en": "<i>This crate has gathered a few cobwebs, but could contain useful supplies.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa reuniu algumas teias de aranha, mas pode conter suprimentos úteis. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_04_Crate4 Info",
    "en": "<i>This neatly stacked crate could contain useful supplies.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Este caixote cuidadosamente empilhado pode conter suprimentos úteis. </i> <br/> <br/> Um herói pode interagir com este caixote para abri-lo."
  },
  {
    "key": "M_04_Terminal Info",
    "en": "<i>In his haste, {0} left this terminal unlocked.</i><br/><br/>A Rebel can interact with the terminal to try to open the security door.",
    "pt": "<i> Em sua pressa, {0} deixou este terminal desbloqueado. </i> <br/> <br/> Um Rebelde pode interagir com o terminal para tentar abrir a porta de segurança."
  },
  {
    "key": "M_04_Terminal Test",
    "en": "<i>There are a number of security routines running. You try to quickly identify the door’s override.</i><br/><br/>Test  plus . (Roll both pools at once.)",
    "pt": "<i> Há várias rotinas de segurança em execução. Você tenta identificar rapidamente a anulação da porta. </i> <br/> <br/> Teste  mais . (Role ambas as piscinas de uma vez.)"
  },
  {
    "key": "M_04_Terminal_0",
    "en": "<i>You manage to unlock the door, but couldn’t find the remote open function.</i>",
    "pt": "<i> Você consegue abrir a porta, mas não conseguiu encontrar a função de abertura remota. </i>"
  },
  {
    "key": "M_04_Terminal_2",
    "en": "<i>You locate the remote open function, and the door easily slides open.</i><br/><br/>Open the indicated door.",
    "pt": "<i> Você localiza a função de abertura remota e a porta desliza facilmente. </i> <br/> <br/> Abra a porta indicada."
  },
  {
    "key": "M_04_Terminal_3",
    "en": "<i>You manage to unlock the door, but couldn’t find the remote open function.</i>",
    "pt": "<i> Você consegue abrir a porta, mas não conseguiu encontrar a função de abertura remota. </i>"
  },
  {
    "key": "M_04_Insight Success",
    "en": "<i>You spot an entry for a safe inside the desk. Taking a second to reroute a self-destruct sequence, you pop open the door and find some stashed gear.</i>",
    "pt": "<i> Você identifica uma entrada para um cofre dentro da mesa. Levando um segundo para redirecionar uma sequência de autodestruição, você abre a porta e encontra alguns equipamentos escondidos. </i>"
  },
  {
    "key": "M_04_Insight Fail",
    "en": "<i>You spot an entry for a safe inside the desk. You pop open the door before noticing the terminal’s self-destruct sequence. Grabbing the contents of the safe, you turn away from the blast.</i><br/><br/>Roll 1 red die. You suffer  equal to the  results.",
    "pt": "<i> Você identifica uma entrada para um cofre dentro da mesa. Você abre a porta antes de notar a sequência de autodestruição do terminal. Agarrando o conteúdo do cofre, você se afasta da explosão. </i> <br/> <br/> Role 1 dado vermelho. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_04_Terminal Discard",
    "en": "<i>The system detects your override and locks you out of this terminal.</i><br/><br/>Discard this terminal.",
    "pt": "<i> O sistema detecta sua substituição e bloqueia você neste terminal. </i> <br/> <br/> Descarte este terminal."
  },
  {
    "key": "M_04_Stations Hacked",
    "en": "<i>You also stumble across an Imperial power station matrix and instinctively disable as much as you can before the system detects your overrides and locks you out of this terminal.</i><br/><br/>Discard this terminal.",
    "pt": "<i> Você também tropeça em uma matriz da central elétrica Imperial e instintivamente desativa o máximo que pode antes que o sistema detecte suas substituições e bloqueie você neste terminal. </i> <br/> <br/> Descarte este terminal."
  },
  {
    "key": "M_04_Strength Success",
    "en": "<i>The terminal disintegrates under your blow. Through the new hole in the desk, you notice that you’ve also loosened a safe. Peering inside, you recover some stashed gear.</i>",
    "pt": "<i> O terminal se desintegra sob o seu golpe. Através do novo buraco na mesa, você percebe que também afrouxou um cofre. Espreitando por dentro, você recupera alguns equipamentos escondidos. </i>"
  },
  {
    "key": "M_04_Strength Fail",
    "en": "<i>The terminal shifts under your blow, granting you a final view of its self-destruct sequence.</i><br/><br/>Roll 1 red die. You suffer  equal to the  results.",
    "pt": "<i> O terminal muda sob o seu golpe, concedendo-lhe uma visão final da sua sequência de autodestruição. </i> <br/> <br/> Jogue 1 dado vermelho. Você sofre  igual aos resultados.."
  },
  {
    "key": "M_04_Strength Fail2",
    "en": "<i>The explosion obliterated the desk and loosened a safe door beneath. Prying the door off, you recover some stashed gear.</i>",
    "pt": "<i> A explosão destruiu a mesa e soltou uma porta de segurança por baixo. Levantando a porta, você recupera alguns equipamentos escondidos. </i>"
  },
  {
    "key": "M_04_Blue Station Name",
    "en": "Blue Power Station",
    "pt": "Estação de poder azul"
  },
  {
    "key": "M_04_Green Station Name",
    "en": "Green Power Station",
    "pt": "Estação de energia verde"
  },
  {
    "key": "M_04_Red Station Name",
    "en": "Red Power Station",
    "pt": "Estação de poder vermelho"
  },
  {
    "key": "M_04_Yellow Station Name",
    "en": "Yellow Power Station",
    "pt": "Estação de poder amarelo"
  },
  {
    "key": "M_04_Red Station Info",
    "en": "<i>This station appears to be powering General Weiss’s supplemental systems.</i><br/><br/>A Rebel can attack a power station (Health: 7, Defense: 1 black die). When a power station is destroyed, defeat it from the Imperial tracker.",
    "pt": "<i> Esta estação parece estar alimentando os sistemas suplementares do General Weiss. </i> <br/> <br/> Um Rebelde pode atacar uma central elétrica (Saúde: 7, Defesa: 1 dado preto). Quando uma estação de energia é destruída, derrote-a do rastreador Imperial."
  },
  {
    "key": "M_04_Red Station Destroyed",
    "en": "<i>The station explodes in a brilliant flash. Weiss’s AT-ST appears to lose some power.</i>",
    "pt": "<i> A estação explode em um flash brilhante. A AT-ST de Weiss parece perder algum poder. </i>"
  },
  {
    "key": "M_04_Green Station Info",
    "en": "<i>This power station appears to be aiding General Weiss’s targeting array.</i><br/><br/>A Rebel can attack a power station (Health: 7, Defense: 1 black die). When a power station is destroyed, defeat it from the Imperial tracker.",
    "pt": "<i> Esta estação de energia parece estar ajudando a matriz de alvos do General Weiss. </i> <br/> <br/> Um Rebelde pode atacar uma central elétrica (Saúde: 7, Defesa: 1 dado preto). Quando uma estação de energia é destruída, derrote-a do rastreador Imperial."
  },
  {
    "key": "M_04_Green Station Destroyed",
    "en": "<i>The station explodes in a brilliant flash. Weiss’s AT-ST appears to lose some power.</i>",
    "pt": "<i> A estação explode em um flash brilhante. A AT-ST de Weiss parece perder algum poder. </i>"
  },
  {
    "key": "M_04_Blue Station Info",
    "en": "<i>This station appears to be powering General Weiss’s supplemental systems.</i><br/><br/>A Rebel can attack a power station (Health: 7, Defense: 1 black die). When a power station is destroyed, defeat it from the Imperial tracker.",
    "pt": "<i> Esta estação parece estar alimentando os sistemas suplementares do General Weiss. </i> <br/> <br/> Um Rebelde pode atacar uma central elétrica (Saúde: 7, Defesa: 1 dado preto). Quando uma estação de energia é destruída, derrote-a do rastreador Imperial."
  },
  {
    "key": "M_04_Blue Station Destroyed",
    "en": "<i>The station explodes in a brilliant flash. Weiss’s AT-ST appears to lose some power.</i>",
    "pt": "<i> A estação explode em um flash brilhante. A AT-ST de Weiss parece perder algum poder. </i>"
  },
  {
    "key": "M_04_Yellow Station Info",
    "en": "<i>This power station appears to be aiding General Weiss’s shock emitter.</i><br/><br/>A Rebel can attack a power station (Health: 7, Defense: 1 black die). When a power station is destroyed, defeat it from the Imperial tracker.",
    "pt": "<i> Esta estação de energia parece estar ajudando o emissor de choque do General Weiss. </i> <br/> <br/> Um Rebelde pode atacar uma central elétrica (Saúde: 7, Defesa: 1 dado preto). Quando uma estação de energia é destruída, derrote-a do rastreador Imperial."
  },
  {
    "key": "M_04_Yellow Station Destroyed",
    "en": "<i>The station explodes in a brilliant flash. Weiss’s AT-ST appears to lose some power.</i>",
    "pt": "<i> A estação explode em um flash brilhante. A AT-ST de Weiss parece perder algum poder. </i>"
  },
  {
    "key": "M_04_Hangar Unlocked Objective",
    "en": "Pursue the traitor into the unlocked hangar.",
    "pt": "Persiga o traidor no hangar desbloqueado."
  },
  {
    "key": "M_04_Failure1",
    "en": "<i>Outgunned, you flee back into the jungle. Blaster bolts whiz past your ears as you try not to trip over the roots. You lose your pursuers in the trees escape to the safety of your waiting ship.</i>",
    "pt": "<i> Outgunned, você foge de volta para a selva. Os parafusos Blaster passam rapidamente por seus ouvidos enquanto você tenta não tropeçar nas raízes. Você perde seus perseguidores nas árvores e foge para a segurança da sua nave que está esperando. </i>"
  },
  {
    "key": "M_04_Failure2",
    "en": "<i>Trapped in the Imperial facility, you desperately plea for your pilot’s aid. Risking heavy damage, your ship lands on the facility roof. The pilot shoots out one of the skylights and drops a rope, covering your escape with a smoke grenade.</i>",
    "pt": "<i> Preso na instalação imperial, você apela desesperadamente por ajuda do seu piloto. Arriscando danos pesados, sua nave aterrissa no telhado da instalação. O piloto dispara uma das clarabóias e solta uma corda, cobrindo a sua fuga com uma granada de fumaça. </i>"
  },
  {
    "key": "M_04_Failure3",
    "en": "<i>With nowhere to run, you leap through the open hangar door into the treetops. The cuts from the branches sting, and the bruises from the fall will hurt tomorrow, but it’s better than an Imperial prison cell. You limp away to the backup rendezvous point defeated, but alive.</i>",
    "pt": "<i> Com nenhum lugar para correr, você salta pela porta aberta do hangar para as copas das árvores. Os cortes dos galhos ardem e as contusões da queda vão doer amanhã, mas é melhor do que uma cela de prisão imperial. Você coxeia para o ponto de encontro de backup derrotado, mas vivo. </i>"
  },
  {
    "key": "M_04_Failure4",
    "en": "<i>Outgunned and with no evacuation plan, you leap through the open hangar door into the treetops. The cuts from the branches sting, and the bruises from the fall will hurt tomorrow, but it’s better than the blaster bolts and missiles still hailing from the hangar above. You limp away to the backup rendezvous point defeated, but alive.</i>",
    "pt": "<i> Outgunned e sem plano de evacuação, você salta através da porta do hangar aberto para as copas das árvores. Os cortes dos galhos ardem e as contusões da queda vão doer amanhã, mas é melhor que os parafusos e mísseis ainda vindos do hangar acima. Você coxeia para o ponto de encontro de backup derrotado, mas vivo. </i>"
  },
  {
    "key": "TRAITOR_NAME_1",
    "en": "Ares",
    "pt": "Ares"
  },
  {
    "key": "TRAITOR_NAME_FULL_1",
    "en": "Ares Ginn",
    "pt": "Ares Ginn"
  },
  {
    "key": "TRAITOR_NAME_2",
    "en": "Burin",
    "pt": "Buril"
  },
  {
    "key": "TRAITOR_NAME_FULL_2",
    "en": "Burin Kassal",
    "pt": "Burin Kassal"
  },
  {
    "key": "TRAITOR_NAME_3",
    "en": "Calle",
    "pt": "Calle"
  },
  {
    "key": "TRAITOR_NAME_FULL_3",
    "en": "Calle Tharandon",
    "pt": "Calle Tharandon"
  },
  {
    "key": "M_04_TRAITOR_NAME",
    "en": "TRAITOR",
    "pt": "TRAIDOR"
  },
  {
    "key": "M_04_TRAITOR_SINGULAR",
    "en": "Imperial Officer",
    "pt": "Oficial Imperial"
  },
  {
    "key": "M_04_TRAITOR_INSTRUCTIONS_ELITE",
    "en": "Ignore the <b>Executive Order</b> and <b>Cower</b> abilities on this group’s card.",
    "pt": "Ignore as capacidades de <b> Ordem Executiva </b> e <b> Cower </b> no cartão deste grupo."
  },
  {
    "key": "M_04_ACTION_TRAITOR",
    "en": " <b>Move 3</b> toward the hangar door.<br/><br/> <b>Order</b>: Another Imperial figure with a figure cost of 6 or less that can perform an attack <b>attacks</b> « {0} ».",
    "pt": " <b> Mover 3 </b> em direção à porta do hangar. <br/> <br/>  <b> Ordem </b>: Outra figura imperial com um valor de figura de 6 ou menos que pode realizar um ataque < b> ataques </b> «{0}»."
  },
  {
    "key": "M_04_BONUS_TRAITOR",
    "en": "After this figure’s activation, each other Imperial figure <b>moves 1</b> toward the Rebels.",
    "pt": "Após a ativação desta figura, cada outra figura imperial <b> move-se 1 </b> em direção aos rebeldes."
  },
  {
    "key": "M_04_POWER_STATION",
    "en": "Power Station",
    "pt": "Estação de energia"
  },
  {
    "key": "ACTION_POWER_STATION",
    "en": " General Weiss <b>attacks</b> « the healthy hero » who has suffered the most .<br/><br/> General Weiss recovers 2.",
    "pt": " O general Weiss <b> ataca </b> «o herói saudável» que mais sofreu . <br/> <br/>  O general Weiss recupera 2."
  },
  {
    "key": "BONUS_POWER_STATION_1",
    "en": "General Weiss performs this activation. He gains +2 Accuracy, and his attack pool consists of 1 blue and 1 red die.",
    "pt": "General Weiss realiza essa ativação. Ele ganha +2 de precisão e seu pool de ataque consiste em 1 azul e 1 vermelho."
  },
  {
    "key": "BONUS_POWER_STATION_2",
    "en": "General Weiss performs this activation. He gains +2 Accuracy, and his attack pool consists of 1 green and 1 red die.",
    "pt": "General Weiss realiza essa ativação. Ele ganha +2 de Precisão, e seu pool de ataque consiste em 1 dado verde e 1 dado vermelho."
  },
  {
    "key": "BONUS_POWER_STATION_3",
    "en": "General Weiss performs this activation. He gains +2 Accuracy, and his attack pool consists of 1 red and 1 yellow die.",
    "pt": "General Weiss realiza essa ativação. Ele ganha +2 de precisão, e seu pool de ataque consiste em 1 dado vermelho e 1 amarelo."
  },
  {
    "key": "M_04_Peril_1",
    "en": "<b>Minor Peril</b><br/><br/><i>A security turret pops from a wall panel and gets one shot before you destroy it.</i><br/><br/>A turret <b>attacks</b> the Rebel farthest from tile 06A using 1 blue and 1 red die. This attack does not require Accuracy or line of sight.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> Uma torre de segurança aparece em um painel de parede e recebe um tiro antes de destruí-lo. </i> <br/> <br/> A torre <b> ataca </b> o Rebel mais distante do azulejo 06A usando 1 azul e 1 dado vermelho. Este ataque não requer precisão ou linha de visão."
  },
  {
    "key": "M_04_Peril_2",
    "en": "<b>Deadly Peril</b><br/><br/><i>This hidden turret seems to have adapted to your defenses.</i><br/><br/>A turret <b>attacks</b> the Rebel farthest from tile 06A using 1 blue, 1 green, and 1 red die. This attack does not require Accuracy or line of sight.",
    "pt": "<b> Perigo mortal </b> <br/> <br/> <i> Esta torre escondida parece ter se adaptado às suas defesas. </i> <br/> <br/> Uma torre <b> ataca < / b> o Rebel o mais distante do azulejo 06A usando 1 azul, 1 verde e 1 dado vermelho. Este ataque não requer precisão ou linha de visão."
  },
  {
    "key": "M_04_TIE Peril",
    "en": "<b>Deadly Peril</b><br/><br/><i>TIE fighters have returned to the base and are flying well-coordinated attack runs against your team.</i><br/><br/>Roll 2 red dice. « The healthy hero » who has suffered the least  suffers  equal to the  results.",
    "pt": "<b> Perigo mortal </b> <br/> <br/> <i> Os caças TIE retornaram à base e estão voando contra ataques bem coordenados contra sua equipe. </i> <br/> <br / > Role 2 dados vermelhos. «O herói saudável» que sofreu o mínimo  sofre  igual aos resultados ."
  },
  {
    "key": "M_05_NAME",
    "en": "Freedom Fighters",
    "pt": "Lutadores da liberdade"
  },
  {
    "key": "M_05_DESC",
    "en": "<i>With the traitor uncovered, the </i>Freedom Fighter<i> is at last ready to regroup with the Rebel fleet near Sullust. Before you part ways, the captain has one last mission she needs your help with.</i>",
    "pt": "<i> Com o traidor descoberto, o </i> Freedom Fighter <i> está finalmente pronto para se reagrupar com a frota Rebelde perto de Sullust. Antes de você se separar, o capitão tem uma última missão que ela precisa de sua ajuda. </i>"
  },
  {
    "key": "M_05_Darpik_NAME",
    "en": "Darpik",
    "pt": "Darpik"
  },
  {
    "key": "M_05_Captain_NAME",
    "en": "Terkas",
    "pt": "Terkas"
  },
  {
    "key": "M_05_Prologue_1",
    "en": "<i>You receive a transmission from Captain {0}:<br/><br/>\"Return to the </i>Freedom Fighter<i> immediately, Rebels. We’ve uncovered intelligence that the Empire is up to something big.\"<br/><br/>Ready to help however you can, you head to the included coordinates near Ithor.</i>",
    "pt": "<i> Você recebe uma transmissão do Capitão {0}: <br/> <br/> \"Volte para o </i> Freedom Fighter <i> imediatamente, Rebels. Descobrimos a inteligência de que o Império está tramando algo grande. \"<br/> <br/> Pronto para ajudar como puder, você vai para as coordenadas incluídas perto de Ithor. </i>"
  },
  {
    "key": "M_05_Prologue_Weiss",
    "en": "<i>You arrive on the </i>Freedom Fighter<i>’s bridge to find Captain {0} reviewing a hologram message.<br/><br/>\"We’re under heavy attack!\" a grizzled commander reports from some distant battlefield. \"The Empire brought their best heavy vehicles to this one. Requesting backup from any available Rebel forces.\"</i>",
    "pt": "<i> Você chega na ponte </i> do Freedom Fighter <i> para encontrar o capitão {0} analisando uma mensagem de holograma. <br/> <br/> \"Estamos sob ataque pesado!\" Um comandante grisalho relata de algum campo de batalha distante. \"O Império trouxe seus melhores veículos pesados ​​para este. Solicitando apoio de quaisquer forças Rebeldes disponíveis.\" </i>"
  },
  {
    "key": "M_05_Prologue_Weiss_2",
    "en": "<i>\"I’m not certain it’s General Weiss,\" {0} says, \"but these attacks have started happening more frequently. We lose some intelligence to a general, and then vehicles start showing up? You’ve at least faced him before; I’d like you to take some troopers and head down...</i>",
    "pt": "<i> \"Não tenho certeza se é o General Weiss\", {0} diz, \"mas esses ataques começaram a acontecer com mais frequência. Perdemos alguma inteligência para um general e os veículos começam a aparecer? Você pelo menos enfrentou ele antes, eu gostaria que você pegasse alguns soldados e desça ... </i>"
  },
  {
    "key": "M_05_Prologue_Other",
    "en": "<i>You arrive on the </i>Freedom Fighter’s<i> bridge to find Captain {0} reviewing a hologram message.<br/><br/>\"We’re under heavy attack!\" a grizzled commander reports from some distant battlefield. \"Requesting backup from any available Rebel forces.\"</i>",
    "pt": "<i> Você chega na </i> bridge <i> Freedom Fighter <i> para encontrar o capitão {0} analisando uma mensagem de holograma. <br/> <br/> \"Estamos sob forte ataque!\" Um comandante grisalho relata de algum campo de batalha distante. \"Solicitando backup de qualquer força rebelde disponível.\" </i>"
  },
  {
    "key": "M_05_Prologue_Other_2",
    "en": "<i>\"You’ve just taken down one of the Empire’s top generals,\" {0} says, \"Think you can pull that stunt twice? I’d like you to take some troopers and head down...\"</i>",
    "pt": "<i> \"Você acabou de derrubar um dos principais generais do Império,\" {0} diz: \"Acha que você pode puxar essa acrobacia duas vezes? Eu gostaria que você pegasse alguns soldados e descia ...\" </i>"
  },
  {
    "key": "M_05_Prologue_Alarm",
    "en": "<i>The captain’s request is cut off by blaring sirens. {0} rushes to pull up a sensor feed and stares in shock at the image displayed before you.<br/><br/>An Imperial Star Destroyer sits directly above the </i>Freedom Fighter<i>. Before anyone can even utter a word, the Rebel ship is locked in a tractor beam.</i>",
    "pt": "<i> O pedido do capitão é interrompido por sirenes estridentes. {0} se apressa para puxar um sensor de alimentação e olha em choque para a imagem exibida antes de você. <br/> <br/> Um Destróier Estelar Estelar fica diretamente acima do </i> Freedom Fighter <i>. Antes que alguém possa dizer uma palavra, a nave rebelde está trancado em um raio trator. </i>"
  },
  {
    "key": "M_05_Prologue_Panic",
    "en": "<i>Everyone on the bridge tries to take emergency actions, but to no avail. \"We’re caught,\" {0} says. \"That treacherous {1} must have leaked more information than he let on, that scum. But I’m not out of hope just yet. How do you feel about impossible odds?\" the captain asks.</i>",
    "pt": "<i> Todos na ponte tentam tomar ações de emergência, mas sem sucesso. \"Nós somos pegos\", {0} diz. \"Esse traiçoeiro {1} deve ter vazado mais informações do que ele deixa transparecer, essa escória. Mas eu não estou fora de esperança ainda. Como você se sente sobre chances impossíveis?\" o capitão pergunta. </i>"
  },
  {
    "key": "M_05_Prologue_Plan",
    "en": "<i>\"Once they’ve reeled us in, we’re going to be boarded, and all of us high-ranking officers will be rounded up,\" {0} muses. \"But you’re not actually crew, so they won’t even know you’re aboard! Quickly, follow me.\"</i>",
    "pt": "<i> \"Assim que eles nos embarcarem, seremos abordados, e todos nós, oficiais de alta patente, seremos reunidos\", {0} musas. \"Mas você não é realmente tripulação, então eles nem sabem que você está a bordo! Rapidamente, siga-me.\" </i>"
  },
  {
    "key": "M_05_Prologue_Plan_2",
    "en": "<i>Captain {0} leads you to the cargo hold. \"Get inside the food crates. The Empire is so well stocked, they always check them last, if ever.\"<br/><br/>You duck into some already molding foodstores, and {0} grabs a knife from a nearby shelf. \"I don’t know where we’ll end up, but I’ll prick my finger. Follow the red marks as best you can. And Rebels, don’t forget how to improvise. We’re well outside any of our training here.\" The captain shuffles some crates in front of you before leaving the room.</i>",
    "pt": "<i> O capitão {0} leva você para o porão de carga. \"Entre dentro das caixas de comida. O Império está tão bem abastecido, eles sempre os checam por último, se é que são.\" <br/> <br/> Você se esconde em algumas lojas de moldagem e {0} pega uma faca de perto estante. \"Eu não sei onde vamos acabar, mas vou picar meu dedo. Siga as marcas vermelhas da melhor maneira que puder. E os rebeldes, não esqueçam como improvisar. Estamos bem fora de qualquer um dos nossos treinamentos Aqui.\" O capitão embaralha algumas caixas na sua frente antes de sair da sala. </i>"
  },
  {
    "key": "M_05_Prologue_Emerge",
    "en": "<i>During the boarding you have to resist every urge to fight, but you keep your calm.<br/><br/>Hours later, you emerge from your crates to find a small squad of stormtroopers looking over the </i>Freedom Fighter’s<i> armory. With the element of surprise, you quickly and quietly eliminate them, donning their white armor for yourselves.</i>",
    "pt": "<i> Durante o embarque, você tem que resistir a todos os desejos de lutar, mas mantenha a calma. <br/> <br/> Horas depois, você sai das caixas para encontrar um pequeno esquadrão de stormtroopers olhando o </i> > Arsenal do Freedom Fighter. Com o elemento de surpresa, você rapidamente e silenciosamente os elimina, vestindo suas armaduras brancas para si mesmo. </i>"
  },
  {
    "key": "M_05_Prologue_Begin",
    "en": "<i>You stealthily make your way to the cargo exit and step out into the enormous Star Destroyer hangar. Trying to imitate a stormtrooper formation, you march toward a doorway that you notice has a slight red mark next to it. Surprised that you aren’t immediately stopped at any point, you follow the captain’s trail.</i>",
    "pt": "<i> Você caminhou furtivamente até a saída da carga e saiu para o enorme hangar Star Destroyer. Tentando imitar uma formação de stormtrooper, você marcha em direção a uma porta que você percebe que tem uma pequena marca vermelha ao lado dela. Surpreso que você não está imediatamente parado a qualquer momento, siga a trilha do capitão. </i>"
  },
  {
    "key": "M_05_Introduction",
    "en": "<i>You sneak through the halls, hiding whenever you hear boots approaching. Following the faint drops of blood your captain left, you quietly approach a large room.</i><br/><br/>Place tiles 20A, 25A, 31A, and 36A.",
    "pt": "<i> Você entra sorrateiramente pelos corredores, se escondendo sempre que ouve as botas se aproximando. Após as leves gotas de sangue que seu capitão deixou, você calmamente se aproxima de uma grande sala. <br/> <br/> Coloque os tiles A20A, 25A, 31A e 36A."
  },
  {
    "key": "M_05_Introduction_2",
    "en": "<i>Peering around the corner, you spot the emergency medical bay, currently being used as a holding cell for the </i>Freedom Fighter<i>'s high-level crew.</i><br/><br/>Place 3 doors.",
    "pt": "<i> Olhando na esquina, você vê a área médica de emergência, atualmente sendo usada como cela para a equipe de alto escalão do <i> Freedom Fighter <i>. </i> <br/> <br> /> Coloque 3 portas."
  },
  {
    "key": "M_05_Intro_Crate",
    "en": "<i>In the corner of the room you see a pile of ransacked Rebel supplies. One crate appears yet unopened.</i><br/><br/>Place 1 crate.",
    "pt": "<i> No canto da sala, você vê uma pilha de suprimentos Rebelde saqueados. Uma caixa aparece ainda não aberta. <br/> <br/> Coloque 1 caixa."
  },
  {
    "key": "M_05_Deploy_Heroes",
    "en": "<i>You inch forward to try to get a better view of the situation.</i><br/><br/>Deploy the Rebels.",
    "pt": "<i> Você avança para tentar ter uma melhor visão da situação. </i> <br/> <br/> Coloque os rebeldes."
  },
  {
    "key": "M_05_Deploy_Traitor",
    "en": "<i>Across the room, a familiar silhouette checks the lock on a door. Whistling, he slides a code cylinder into his coat pocket.</i><br/><br/>Deploy the elite Imperial Officer. This is {0}.",
    "pt": "<i> Do outro lado da sala, uma silhueta familiar verifica a fechadura de uma porta. Assobiando, ele coloca um cilindro de código no bolso do casaco. <br/> <br/> Coloque o Oficial Imperial de elite. Isso é {0}."
  },
  {
    "key": "M_05_Deploy_Traitor_2",
    "en": "<i>{0} receives a message over his comms and freezes in place. \"On the security holocams?\"He pauses for a response. \"On this level? Oh, not again...\"<br/><br/>{0} looks over his shoulder, peering for a second before spotting you in the shadows. \"You’ve got moxie, pulling a stunt like this,\" he concedes, \"but there’s no escaping this one. Not for any of you!\" He pounds on the locked door.</i>",
    "pt": "<i> {0} recebe uma mensagem sobre suas comunicações e congela no lugar. \"Nos holocams de segurança?\" Ele faz uma pausa para uma resposta. \"Neste nível? Oh, não de novo ...\" <br/> <br/> {0} olha por cima do ombro, olhando por um segundo antes de te ver nas sombras. \"Você tem moxie, fazendo um truque como esse\", ele admite, \"mas não há como escapar disso. Não para nenhum de vocês!\" Ele bate na porta trancada. </i>"
  },
  {
    "key": "M_05_Deploy_Officer",
    "en": "<i>Across the room, an officer checks the lock on a door, neatly tucks a code cylinder into his jacket, adjusts his gloves, and then stands at attention guarding the door.</i><br/><br/>Deploy the elite Imperial Officer.",
    "pt": "<i> Do outro lado da sala, um policial verifica a fechadura de uma porta, cuidadosamente enfia um cilindro de código na jaqueta, ajusta as luvas e, em seguida, fica atento à porta. </i> <br/> <br/> Coloque o oficial imperial de elite."
  },
  {
    "key": "M_05_Deploy_Officer_2",
    "en": "<i>The officer then receives a message over his comms. \"On the medbay holocams? At once, sir.\" As he turns in your direction, you see his left eye is ringed in a fresh bruise. \"The daring Rebel heroes, I presume?\" he addresses you. \"This ought to be fun.\"</i>",
    "pt": "<i> O oficial então recebe uma mensagem por suas comunicações. \"Nos holocams medbay? De uma vez, senhor.\" Quando ele se vira na sua direção, você vê que seu olho esquerdo está cercado por uma nova contusão. \"Os ousados ​​heróis rebeldes, eu presumo?\" Ele se dirige a você. \"Isso deveria ser divertido\". </i>"
  },
  {
    "key": "M_05_Intro_Spawn_Enemies",
    "en": "<i>As you reach for your weapons, guards flood the room.</i>",
    "pt": "<i> Enquanto você procura suas armas, os guardas inundam a sala. </i>"
  },
  {
    "key": "M_05_Intro_Objective_Message",
    "en": "<i>Despite this fierce resistance, you resolve to rescue your crew.</i>",
    "pt": "<i> Apesar dessa resistência feroz, você resolve resgatar sua tripulação. </i>"
  },
  {
    "key": "M_05_Traitor_Defeated",
    "en": "<i>\"You stubborn idiots!\" {0} gasps. \"No matter what you accomplish, you will never defeat the Empire. No matter how hard you fight, it strikes back!\"<br/><br/>The traitor slumps to the floor, his code cylinder easily retrievable from his open coat.</i><br/><br/>Turn each card depleted by this figure’s <b>Insider Information</b> ability faceup. They can be used normally.",
    "pt": "<i> \"Teimosos idiotas!\" {0} suspiros. \"Não importa o que você realize, você nunca derrotará o Império. Não importa o quanto você lute, ele ataca de volta!\" <br/> <br/> O traidor cai no chão, seu cilindro de código facilmente recuperável de seu casaco aberto. . </i> <br/> <br/> Transforme cada carta esgotada pela habilidade <b> Insider Information </b> da face para cima. Eles podem ser usados ​​normalmente."
  },
  {
    "key": "M_05_Officer_Defeated",
    "en": "<i>The officer slumps to the floor, his code cylinder easily retrievable from his battle-torn coat.</i>",
    "pt": "<i> O oficial cai no chão, seu cilindro de código facilmente recuperável de seu casaco rasgado pela batalha. </i>"
  },
  {
    "key": "M_05_Initial_Wave_Defeated",
    "en": "<i>With the skirmish over, you clearly hear familiar voices shouting for rescue.</i>",
    "pt": "<i> Com a escaramuça, você claramente ouve vozes familiares gritando por resgate. </i>"
  },
  {
    "key": "M_05_Code_Objective",
    "en": "<i>His code cylinder looks like the one you saw being used to lock the far door. Once it’s safe, you should be able to help whoever’s still pounding wildly on that door.</i><br/><br/>  Objective Updated  <br/><br/>Finish the fight, then free the <i>Freedom Fighter</i>’s crew.",
    "pt": "<i> O seu cilindro de código parece com o que você viu sendo usado para trancar a porta do outro lado. Uma vez que é seguro, você deve ser capaz de ajudar quem ainda está batendo descontroladamente nessa porta. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Terminar a luta, então liberte o < i> Tripulação do Freedom Fighter </i>."
  },
  {
    "key": "M_05_Captive_Door_Open",
    "en": "<i>The lock sticks a little as it reads the cylinder’s permissions, but ultimately unlocks with a welcome click.</i><br/><br/>Open the door.",
    "pt": "<i> A fechadura fica um pouco à medida que ela lê as permissões do cilindro, mas acaba desbloqueando com um clique de boas-vindas. </i> <br/> <br/> Abra a porta."
  },
  {
    "key": "M_05_Reveal_Cell",
    "en": "<i>Inside the small medical closet, you find a number of high-ranking </i>Freedom Fighter<i> officials.</i><br/><br/>Place tile 33A.",
    "pt": "<i> Dentro do pequeno armário médico, você encontra um número de altos funcionários do </i> Freedom Fighter <i>. </i> <br/> <br/> Coloque o bloco 33A."
  },
  {
    "key": "M_05_Free_Darpik",
    "en": "<i>\"I love it when a plan works,\" Captain Darpik smiles. \"But there’s no time to celebrate. I have to free the rest of the crew; they’re being held down the hall. With a few of these weapons lying about, it should be no trouble at all! You just focus on releasing the docking controls, and we’ll meet back up on the </i>Freedom Fighter<i>. This breakout is going pretty well,\" she says, nearly amused</i>.",
    "pt": "<I> \"Eu adoro quando um plano funciona\", o capitão Darpik sorri. \"Mas não há tempo para comemorar. Eu tenho que libertar o resto da tripulação; eles estão sendo mantidos no corredor. Com algumas dessas armas espalhadas, não deve haver problema algum! Você só se concentra em liberar controles de encaixe, e nos encontraremos de volta no </i> Freedom Fighter <i>. Esta fuga está indo muito bem \", diz ela, quase divertida </i>."
  },
  {
    "key": "M_05_Darpik_Map",
    "en": "<i>\"Oh, except for this,\" she continues. \"I overheard our captors talking about my star map. They’re decoding it in the control room across the hall. You need to destroy it,\" she says, gripping your shoulder, \"or there won’t be anywhere safe to escape to.\"</i>",
    "pt": "<i> \"Oh, exceto por isso\", ela continua. \"Eu ouvi nossos captores falando sobre o meu mapa estelar. Eles estão decodificando-o na sala de controle do outro lado do corredor. Você precisa destruí-lo\", diz ela, segurando seu ombro, \"ou não haverá lugar seguro para escapar . \"</i>"
  },
  {
    "key": "M_05_Free_Captain",
    "en": "<i>\"Whew, step one complete,\" Terkas says as she scouts the floor for Imperial weapons. \"But we’re not done yet. We’ll head down the hall to free the others, you just focus on releasing the docking controls. With a little luck, I’ll see you all back on the </i>Freedom Fighter<i>.\"<br/><br/>\"I hope the Force is with us,\" she says under her breath</i>.",
    "pt": "<i> \"Ufa, primeiro passo completo\", diz Terkas como ela procura no chão por armas imperiais. \"Mas ainda não terminamos. Vamos sair pelo corredor para libertar os outros, você se concentra em liberar os controles de atracação. Com um pouco de sorte, vejo todos vocês de volta no </i> Freedom Fighter <i>. <br/> <br/> \"Espero que a Força esteja conosco\", ela diz baixinho </i>."
  },
  {
    "key": "M_05_Captain_Map",
    "en": "<i>\"Oh, and there’s been a complication,\" she continues. \"I overheard our captors talking about Captain Darpik’s star map. They’re decoding it in the control room. If you can’t destroy it, we won’t be safe even if we do pull this off.\"</i>",
    "pt": "<i> \"Ah, e houve uma complicação\", continua ela. \"Eu ouvi nossos captores falando sobre o mapa estelar do Capitão Darpik. Eles estão decodificando-o na sala de controle. Se você não pode destruí-lo, não estaremos seguros, mesmo se fizermos isso.\" </i>"
  },
  {
    "key": "M_05_Free_2_Crew",
    "en": "<i>Further back, you spot {0}, gnawing at his binds. \"It’s good to know someone’s still got our backs,\" he says, looking up.<br/><br/>\"I’m going to help the captain, but I overheard a scrap of the password to the control room before we got stuffed in here. I think it started with {1}.\"</i>",
    "pt": "<i> Mais para trás, você mancha {0}, roendo suas amarras. \"É bom saber que alguém ainda tem nossas costas\", diz ele, olhando para cima. <br/> <br/> \"Vou ajudar o capitão, mas ouvi um recado da senha para a sala de controle antes de tenho enchido aqui. Eu acho que começou com {1} \". </i>"
  },
  {
    "key": "M_05_Free_2_Crew_2",
    "en": "<i>\"And it ended with {0},\" {1} adds. \"Not to be rude, but we are on a Star Destroyer. We’ve got to keep this moving if we want to make it out of here.\"</i>",
    "pt": "<i> \"E terminou com {0},\" {1} adiciona. \"Para não ser rude, mas estamos em um Star Destroyer. Temos que manter isso em movimento, se quisermos sair daqui.\" </i>"
  },
  {
    "key": "M_05_Free_1_Crew",
    "en": "<i>Further back, you spot {0}, slowly getting up. \"With {1} turning on us, and {2}...gone, it’s good to know someone’s still got our backs,\" he says, shaking your hand.<br/><br/>\"I’m going to help the captain, but I overheard a scrap of the password to the control room before we got stuffed in here. I think it started with {3}.\"</i>",
    "pt": "<i> Mais para trás, você mancha {0}, levantando-se lentamente. \"Com {1} se voltando contra nós, e {2} ... embora, é bom saber que alguém ainda tem nossas costas\", ele diz, apertando sua mão. <br/> <br/> \"Eu vou Ajude o capitão, mas eu ouvi um recado da senha para a sala de controle antes de nos metermos aqui. Acho que começou com {3}. \"</i>"
  },
  {
    "key": "M_05_Crew_Leaves",
    "en": "<i>Wishing each other luck, you part ways with your comrades once again. Now with a good lead on the door code, you turn your attention to breaching the control room and freeing the </i>Freedom Fighter<i>.</i><br/><br/>  Objective Updated  <br/><br/>Access the control room.",
    "pt": "<i> Desejando sorte um ao outro, vocês se separam novamente com seus companheiros. Agora, com uma boa pista no código da porta, você volta sua atenção para invadir a sala de controle e liberar o </i> Freedom Fighter <i>. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Acesse a sala de controle."
  },
  {
    "key": "M_05_1_Code",
    "en": "<i>Looking through some of the code cylinder’s data, you find several door codes that might match the control room. Thankfully, your crew’s hints help you find the only valid code.</i><br/><br/>A Rebel can interact with the door to enter the passcode and open the door.",
    "pt": "<i> Examinando alguns dos dados do cilindro de código, você encontra vários códigos de porta que podem corresponder à sala de controle. Felizmente, as dicas da sua equipe ajudam você a encontrar o único código válido. </i> <br/> <br/> Um Rebelde pode interagir com a porta para inserir a senha e abrir a porta."
  },
  {
    "key": "M_05_2_Code",
    "en": "<i>Looking through some of the code cylinder’s data, you find several door codes that might match the control room. Thankfully, your crew’s hint narrows the possibilities down to just two.</i><br/><br/>A Rebel can interact with the door to try a passcode.",
    "pt": "<i> Examinando alguns dos dados do cilindro de código, você encontra vários códigos de porta que podem corresponder à sala de controle. Felizmente, a sugestão da sua tripulação reduz as possibilidades para apenas dois. </i> <br/> <br/> Um Rebelde pode interagir com a porta para tentar uma senha."
  },
  {
    "key": "M_05_2_Code_2",
    "en": "<i>Only one possible code remains.</i><br/><br/>A Rebel can interact with the door to enter the passcode and open the door.",
    "pt": "<i> Apenas um código possível permanece. </i> <br/> <br/> Um Rebelde pode interagir com a porta para inserir a senha e abrir a porta."
  },
  {
    "key": "M_05_Wrong_Code",
    "en": "<i>The door rejects your passcode and remains locked.</i>",
    "pt": "<i> A porta rejeita sua senha e permanece bloqueada. </i>"
  },
  {
    "key": "M_05_Control_Door",
    "en": "<i>The security door flashes green and glides open.</i><br/><br/>Open the door.",
    "pt": "<i> A porta de segurança pisca em verde e se abre. </i> <br/> <br/> Abra a porta."
  },
  {
    "key": "M_05_Control_Room",
    "en": "<i>You find a military control room overlooking the docking bay. Through the enormous glass viewing window, you see the </i>Freedom Fighter<i>, still clamped in place.</i><br/><br/>Place tiles 19A, 23A, 24A, 29A, and 35A.",
    "pt": "<i> Você encontra uma sala de controle militar com vista para a baía de encaixe. Através da enorme janela de visualização de vidro, você vê o </i> Freedom Fighter <i>, ainda preso no lugar. </i> <br/> <br/> Coloque os tiles 19A, 23A, 24A, 29A e 35A ."
  },
  {
    "key": "M_05_Control_Crates",
    "en": "<i>Neatly stacked along the wall you spot some Imperial provisions.</i><br/><br/>Place 2 crates.",
    "pt": "<I> Ordenadamente empilhados ao longo da parede você vê algumas provisões imperiais. </i> <br/> <br/> Coloque 2 caixas."
  },
  {
    "key": "M_05_Control_Docking_Terminal",
    "en": "<i>On the far side of the control room, you see displays showing footage of all angles of the </i>Freedom Fighter<i>, as well as a stream of bay data, all controlled from a single terminal.</i><br/><br/>Place a red terminal.",
    "pt": "<i> No lado mais distante da sala de controle, você vê exibições de imagens de todos os ângulos do </i> Freedom Fighter <i>, bem como um fluxo de dados do bay, todos controlados a partir de um único terminal. </i> <br/> <br/> Coloque um terminal vermelho."
  },
  {
    "key": "M_05_Control_Starmap",
    "en": "<i>Captain Darpik’s star map is displayed via projection, with new routes and planets popping up as its encryption is broken.</i><br/><br/>Place a blue terminal.",
    "pt": "<i> O mapa de estrelas do Capitão Darpik é exibido por meio de projeção, com novas rotas e planetas aparecendo à medida que a criptografia é quebrada. </i> <br/> <br/> Coloque um terminal azul."
  },
  {
    "key": "M_05_Control_Spawn_1",
    "en": "<i>Imperial forces already have their weapons ready.</i>",
    "pt": "<i> As forças imperiais já têm suas armas prontas. </i>"
  },
  {
    "key": "M_05_Control_Spawn_2",
    "en": "<i>Other forces are just grabbing their gear.</i>",
    "pt": "<i> Outras forças estão apenas pegando seus equipamentos. </i>"
  },
  {
    "key": "M_05_Control_Door_Open",
    "en": "<i>The remaining security door flies open.</i><br/><br/>Open the indicated door.",
    "pt": "<i> A porta de segurança restante se abre. </i> <br/> <br/> Abra a porta indicada."
  },
  {
    "key": "M_05_Control_Flank_Spawn",
    "en": "<i>A sinister enemy approaches your flank.</i>",
    "pt": "<i> Um inimigo sinistro se aproxima de seu flanco. </i>"
  },
  {
    "key": "M_05_Control_Objective",
    "en": "  Objective Updated  <br/><br/><i>Defeat the Imperials and secure the </i>Freedom Fighter<i>’s freedom.</i>",
    "pt": " Objetivo Atualizado  <br/> <br/> <i> Derrote os Imperiais e garanta a liberdade do </i> Freedom Fighter <i>. </i>"
  },
  {
    "key": "M_05_Terminal_Test",
    "en": "<i>This terminal controls most of the heavy machinery in the bay, as well as the automated defense systems. You need to be careful to release your ship without damaging it.</i><br/><br/>Test .",
    "pt": "<i> Este terminal controla a maioria das máquinas pesadas na baía, bem como os sistemas de defesa automatizados. Você precisa ter cuidado para liberar sua nave sem danificá-lo. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_05_Terminal_Partial",
    "en": "<i>A few of the physical locks release, but enough hold that the </i>Freedom Fighter<i> is stuck. You’ll need to keep working on the others.</i>",
    "pt": "<i> Alguns dos bloqueios físicos são liberados, mas o suficiente para manter o </i> Freedom Fighter <i> emperrado. Você precisa continuar trabalhando nos outros. </i>"
  },
  {
    "key": "M_05_Terminal_Success",
    "en": "<i>The locks release, and the </i>Freedom Fighter<i> is free to escape. Through the viewing window you see the last of the crew arriving at the ship and making a stand, waiting for you.</i>",
    "pt": "<i> O lançamento dos cadeados e o </i> Freedom Fighter <i> estão livres para escapar. Através da janela de observação, você vê o último dos tripulantes chegando aa nave e esperando por você. </i>"
  },
  {
    "key": "M_05_Terminal_Discard",
    "en": "<i>With time you could leech valuable data from this console, but you have no time for the luxury.</i><br/><br/>Discard this terminal.",
    "pt": "<i> Com o tempo, você poderá roubar dados valiosos deste console, mas não terá tempo para o luxo. </i> <br/> <br/> Descarte este terminal."
  },
  {
    "key": "M_05_Starmap_Destroyed",
    "en": "<i>The display flickers and fades as the terminal smolders. The Empire won’t crush the Rebellion so easily.</i><br/><br/>Discard this terminal.",
    "pt": "<i> O visor pisca e desaparece quando o terminal arde. O Império não esmagará a Rebelião tão facilmente. </i> <br/> <br/> Descarte este terminal."
  },
  {
    "key": "M_05_Self_Destruct_Flavor",
    "en": "<i>Your meddling triggered a knockout gas defense system. The room begins to fill with haze.</i>",
    "pt": "<i> Sua interferência provocou um sistema de defesa contra gases. A sala começa a se encher de neblina. </i>"
  },
  {
    "key": "M_05_Starmap_Objective",
    "en": "<i>With the </i>Freedom Fighter<i> released, you still have to destroy the Imperial star map data to ensure that your escape isn’t temporary.</i><br/><br/>  Objective Updated  <br/><br/>Destroy the star map data.",
    "pt": "<i> Com o </i> Freedom Fighter <i> lançado, você ainda terá que destruir os dados do mapa estelar Imperial para garantir que sua fuga não seja temporária. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Destrua os dados do mapa estelar."
  },
  {
    "key": "M_05_Docking_Terminal_Objective",
    "en": "<i>The galaxy is safe for Rebels once again, but until you free the </i>Freedom Fighter<i>, you and the entire crew are still in the Empire’s clutches.</i><br/><br/>  Objective Updated  <br/><br/>Use the docking terminal to free the <i>Freedom Fighter</i>.",
    "pt": "<i> A galáxia é segura para os rebeldes mais uma vez, mas até que você liberte o </i> Freedom Fighter <i>, você e toda a tripulação ainda estão nas garras do Império. </i> <br/> <br / >  Objetivo Atualizado  <br/> <br/> Use o terminal de encaixe para liberar o <i> Freedom Fighter </i>."
  },
  {
    "key": "M_05_Reveal_Escape",
    "en": "<i>As the gas starts to take hold, you can’t think straight. Your eyes water, and the room begins to spin. Unable to find your way back the way you came, you catch a glimpse of a map still on the control display. Just below this deck is a set of shuttle hangars. The only way down is through an open maintenance shaft. With nothing to lose, you decide to make the jump.</i><br/><br/>When all Rebels are adjacent to the highlighted spaces, select one of those spaces to progress.<br/><br/>  Objective Updated  <br/><br/>Jump down the maintenance shaft to escape the gas.",
    "pt": "<i> Quando o gás começa a pegar, você não consegue pensar direito. Seus olhos lacrimejam e a sala começa a girar. Incapaz de encontrar o seu caminho de volta do jeito que você veio, você pega um vislumbre de um mapa ainda no visor do controle. Logo abaixo deste convés é um conjunto de hangares de transporte. A única maneira de descer é através de um eixo de manutenção aberto. Com nada a perder, você decide dar o salto. </i> <br/> <br/> Quando todos os Rebeldes estiverem adjacentes aos espaços destacados, selecione um desses espaços para progredir. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Salte o eixo de manutenção para escapar do gás."
  },
  {
    "key": "M_05_Jump",
    "en": "Jump",
    "pt": "Saltar"
  },
  {
    "key": "M_05_Jump_Flavor",
    "en": "<i>Running short of breath, you leap to what you can only hope is safety below.</i>",
    "pt": "<i> Com falta de ar, você pula para o que você só pode esperar que seja a segurança abaixo. </i>"
  },
  {
    "key": "M_05_Remove_Map",
    "en": "Remove all figures, tokens, and tiles from the map.",
    "pt": "Remova todas as figuras, tokens e peças do mapa."
  },
  {
    "key": "M_05_Shaft",
    "en": "<i>The maintenance shaft leads to serviceways on the hangar level.</i><br/><br/>Place tiles 25A, 27A, 29A, 33A, and 4 doors.",
    "pt": "<i> O eixo de manutenção leva a manutenção no nível do hangar. </i> <br/> <br/> Coloque os tiles 25A, 27A, 29A, 33A e 4 portas."
  },
  {
    "key": "M_05_Deploy_4_Heroes",
    "en": "<i>Your fall is only slightly cushioned by a pile of spare refueling tubes.</i><br/><br/>Deploy the Rebels. Each hero tests , then suffers 2 minus the number of successes. If this would wound a hero, that hero suffers  until it has 1 health remaining instead.",
    "pt": "<i> Sua queda é apenas ligeiramente amortecida por uma pilha de tubos sobressalentes de reabastecimento. </i> <br/> <br/> Coloque os rebeldes. Cada herói testa  e sofre 2 menos o número de sucessos. Se isso ferir um herói, esse herói sofre  até que tenha 1 ponto de vida restante."
  },
  {
    "key": "M_05_Escape_Objective_Message",
    "en": "<i>You dust off the debris, and notice you can finally catch your breath. The gas hasn’t followed you, and as your mind clears, you remember that the </i>Freedom Fighter<i> is still waiting for you. Knowing you can’t make it back soon enough for the others to escape, you contact the captain.</i>",
    "pt": "<i> Você tira o pó dos detritos e percebe que finalmente pode recuperar o fôlego. O gás não te seguiu, e como sua mente limpa, você se lembra que o </i> Freedom Fighter <i> ainda está esperando por você. Sabendo que você não pode voltar em breve o suficiente para os outros escaparem, entre em contato com o capitão. </i>"
  },
  {
    "key": "M_05_Escape_Darpik",
    "en": "<i>\"I can’t believe you actually freed the </i>Freedom Fighter<i>!\" Darpik shouts, happy to hear your voices. \"But wait, why aren’t you back yet?\"</i>",
    "pt": "<i> \"Eu não acredito que você realmente libertou o </i> Freedom Fighter <i>!\" Darpik grita, feliz por ouvir suas vozes. \"Mas espere, por que você ainda não voltou?\""
  },
  {
    "key": "M_05_Escape_Darpik_2",
    "en": "<i>\"I’d be lying if this wasn’t always a possibility,\" she responds sullenly. \"Our window’s closing, I have too many lives on board to wait any longer.\"</i>",
    "pt": "<i> \"Eu estaria mentindo se isso nem sempre fosse uma possibilidade\", ela responde sombriamente. \"Nosso fechamento da janela, eu tenho muitas vidas a bordo para esperar mais tempo.\" </i>"
  },
  {
    "key": "M_05_Escape_Darpik_3",
    "en": "<i>\"Normally, I’d reprimand that type of bravado, but I’m not sure I even doubt you. Good luck Rebels!\"<br/><br/>The comms go silent, but you feel the roar of the </i>Freedom Fighter<i>’s engines, and you turn your attention back to your own escape.</i><br/><br/>  Objective Updated  <br/><br/>Find an alternate escape.",
    "pt": "<i> \"Normalmente, eu repreendia esse tipo de bravata, mas não tenho certeza se duvido de você. Boa sorte. Rebeldes!\" <br/> <br/> As comunicações estão em silêncio, mas você sente o rugido de os motores do <b> Freedom Fighter <i>, e você volta sua atenção para sua própria fuga. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Encontrar um escape alternativo."
  },
  {
    "key": "M_05_Escape_Captain",
    "en": "<i>\"How’s it going down there?\" Terkas asks, clearly worried.</i>",
    "pt": "<i> \"Como está indo lá embaixo?\" Terkas pergunta, claramente preocupado. </i>"
  },
  {
    "key": "M_05_Escape_Captain_2",
    "en": "<i>\"I guess we all knew the risks,\" she says.</i>",
    "pt": "<i> \"Eu acho que todos nós sabíamos dos riscos\", diz ela. </i>"
  },
  {
    "key": "M_05_Escape_Captain_3",
    "en": "<i>\"Hah!\" Terkas chuckles. \"If anyone can, I suppose it’d be you.\"<br/><br/>The comms go silent, but you feel the roar of the </i>Freedom Fighter<i>’s engines, and you turn your attention back to your own escape.</i><br/><br/>  Objective Updated  <br/><br/>Find an alternate escape.",
    "pt": "<i> \"Hah!\" Terkas ri. \"Se alguém puder, suponho que seja você.\" <br/> <br/> Os comunicados ficam em silêncio, mas você sente o rugido dos motores do </i> Freedom Fighter <i>, e você vira sua atenção de volta para sua própria fuga. </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Encontre um escape alternativo."
  },
  {
    "key": "M_05_Comm_1",
    "en": "Leave without us.",
    "pt": "Saia sem nós."
  },
  {
    "key": "M_05_Comm_2",
    "en": "We’ll find our own way.",
    "pt": "Nós vamos encontrar o nosso próprio caminho."
  },
  {
    "key": "M_05_Escape_Door_Locked",
    "en": "<i>There’s no time to waste; escape the Star Destroyer!</i>",
    "pt": "<i> Não há tempo a perder; escapar do Star Destroyer! </i>"
  },
  {
    "key": "M_05_Endcap",
    "en": "<i>This hangar sits empty and offers no escape.</i><br/><br/>Open the door. Place tile 36A.<br/><br/>  Objective Updated  <br/><br/>Find a hangar with an escape ship.",
    "pt": "<i> Este hangar fica vazio e não oferece escapatória. </i> <br/> <br/> Abra a porta. Coloque o ladrilho 36A. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Encontre um hangar com uma nave de fuga."
  },
  {
    "key": "M_05_Reveal_Hangar",
    "en": "<i>You finally find a hangar with some promise.</i><br/><br/>Open the door. Place tiles 19A and 36A(2).",
    "pt": "<i> Você finalmente encontra um hangar com alguma promessa. </i> <br/> <br/> Abra a porta. Coloque os tiles A19A e 36A (2)."
  },
  {
    "key": "M_05_Reveal_TIEs",
    "en": "<i>You finally find a hangar with some promise. A<br/></i>Sentinel<i>-class shuttle sits prepped for flight, but unmanned.</i><br/><br/>Place 1 neutral mission token. This is the shuttle. A hero adjacent to the shuttle can interact to try to pilot it.<br/><br/>  Objective Updated  <br/><br/>Pilot the <i>Sentinel</i>-class shuttle.",
    "pt": "<i> Você finalmente encontra um hangar com alguma promessa. Um <br/> </i> ônibus da classe <i> está preparado para o vôo, mas não tripulado </i> <br/> <br/> Coloque 1 ficha de missão neutra. Este é o ônibus. Um herói adjacente ao ônibus espacial pode interagir para tentar pilotá-lo. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Pilote o ônibus espacial <i> Sentinel </i>."
  },
  {
    "key": "M_05_TIE_Test",
    "en": "<i>The cockpit is largely unfamiliar, but it’s similar enough to other craft you’ve piloted that it looks manageable.</i><br/><br/>Test .",
    "pt": "<i> O cockpit é pouco familiar, mas é semelhante o suficiente a outras naves que você pilotou, o que parece gerenciável. </i> <br/> <br/> Teste ."
  },
  {
    "key": "M_05_TIE_Test_0",
    "en": "<i>The engines fire up, but the shuttle barely scrapes along the ground. You need to get a better handle on it.</i>",
    "pt": "<i> Os motores acendem, mas o ônibus mal passa pelo chão. Você precisa entender melhor isso. </i>"
  },
  {
    "key": "M_05_TIE_Test_1",
    "en": "<i>The shuttle rumbles and rocks as you struggle for control, but you muscle it into compliance.</i>",
    "pt": "<i> O ônibus ronca e balança enquanto você luta pelo controle, mas você o transforma em complacência. </i>"
  },
  {
    "key": "M_05_TIE_Test_2",
    "en": "<i>The </i>Sentinel<i>-class roars to life and, despite some turbulence, welcomes its new pilot.</i>",
    "pt": "A classe Sentinela ronca e, apesar de algumas turbulências, saúda o novo piloto. </i>"
  },
  {
    "key": "M_05_Escape_Complete",
    "en": "<i>Unwilling to face Darth Vader for a moment more, you pull away and tear down the launch tunnel.</i>",
    "pt": "<i> Recusando-me a enfrentar Darth Vader por mais um momento, você se afasta e derruba o túnel de lançamento. </i>"
  },
  {
    "key": "M_05_Depart_Option",
    "en": "<i>With the engines running, escape is at hand.</i><br/><br/>When the shuttle is launched, each Rebel that is on or adjacent to the <i>Sentinel</i>-class shuttle escapes the Star Destroyer, but anyone else is left behind to face the Empire’s wrath. This will end the campaign.<br/><br/>Would you like to launch?",
    "pt": "<i> Com os motores funcionando, a fuga está à mão. </i> <br/> <br/> Quando o ônibus espacial é lançado, cada Rebelde que está em ou adjacente ao <i> Sentinel </i> -class O ônibus espacial escapa do Star Destroyer, mas qualquer um é deixado para trás para enfrentar a ira do Império. Isso encerrará a campanha. <br/> <br/> Gostaria de lançar?"
  },
  {
    "key": "M_05_Depart_Option_2",
    "en": "<i>The shuttle is prepared to launch.</i><br/><br/>During a Rebel activation, if one or more Rebels is on or adjacent to the </i>Sentinel<i>-class shuttle, the heroes can choose to launch the shuttle.<br/><br/>When the shuttle is launched, each Rebel that is on or adjacent to the </i>Sentinel<i>-class shuttle escapes the Star Destroyer, but anyone else is left behind to face the Empire’s wrath. This will end the mission.",
    "pt": "<i> O vaivém está preparado para ser lançado. </i> <br/> <br/> Durante a activação do Rebel, se um ou mais Rebeldes estiverem no ou adjacentes ao vaivém da <i> Sentinel <i>, os heróis podem escolher lançar o ônibus espacial. <br/> <br/> Quando o ônibus espacial é lançado, cada Rebelde que está em ou adjacente ao ônibus da classe Sentinel escapa do Star Destroyer, mas qualquer um mais fica para trás para enfrentar a ira do Império. Isso acabará com a missão."
  },
  {
    "key": "M_05_Launch",
    "en": "Launch",
    "pt": "Lançamento"
  },
  {
    "key": "M_05_Wait",
    "en": "Wait",
    "pt": "Esperar"
  },
  {
    "key": "M_05_Wait_Flavor",
    "en": "<i>You keep the engine running and the boarding ramp down, but are prepared to leave at a moment’s notice.</i><br/><br/>When one or more Rebels is adjacent to the </i>Sentinel<i>-class shuttle, the heroes can choose to launch the shuttle.<br/><br/>  Objective Updated  <br/><br/>Launch the shuttle escape with as many Rebels as you can.",
    "pt": "<i> Você mantém o motor em funcionamento e a rampa de embarque, mas está preparada para sair a qualquer momento. </i> <br/> <br/> Quando um ou mais Rebeldes são adjacentes ao <i> Sentinel </i> <i> ônibus de classe, os heróis podem optar por lançar o ônibus. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Lançar o ônibus e escapar com tantos Rebeldes quanto possível."
  },
  {
    "key": "M_05_Reveal_Vader",
    "en": "<i>Your hopes for escape disappear as a fearsome figure strides into view. As his lightsaber ignites, bathing the walls in soft red light, you notice how narrow this hallway is.</i><br/><br/>Deploy Darth Vader. Darth Vader cannot be defeated.",
    "pt": "<i> Suas esperanças de fuga desaparecem quando uma figura medonha entra em cena. Quando seu sabre de luz se acende, banhando as paredes em luz vermelha suave, você percebe o quão estreito é este corredor. </i> <br/> <br/> Coloque Darth Vader. Darth Vader não pode ser derrotado."
  },
  {
    "key": "M_05_Reveal_Stormtroopers",
    "en": "<i>A squad of loyal stormtroopers accompany their master.</i><br/><br/>Deploy a regular Stormtrooper group. Assign it a color.",
    "pt": "<i> Um esquadrão de stormtroopers leais acompanha seu mestre. </i> <br/> <br/> Coloque um grupo regular de Stormtrooper. Atribua uma cor."
  },
  {
    "key": "M_05_Add_Vader_2",
    "en": "<i>Darth Vader grows impatient with your incursion, his anger intensifying with each passing moment.</i><br/><br/>Darth Vader now activates twice each round.",
    "pt": "<i> Darth Vader fica impaciente com sua incursão, sua raiva se intensificando a cada momento. </i> <br/> <br/> Darth Vader agora ativa duas vezes a cada rodada."
  },
  {
    "key": "M_05_Add_Vader_3",
    "en": "<i>The legendary rage of the Sith cannot be captured in stories. Darth Vader is now furious, his lightsaber a blur as it slashes at every solid object in reach.</i><br/><br/>Darth Vader now activates three times each round.",
    "pt": "<i> A lendária raiva dos Sith não pode ser capturada em histórias. Darth Vader agora está furioso, seu sabre de luz é um borrão enquanto ele corta todos os objetos sólidos ao alcance. </i> <br/> <br/> Darth Vader agora ativa três vezes em cada rodada."
  },
  {
    "key": "M_05_Self_Destruct",
    "en": "<i>The choking gas lingers.</i><br/><br/>Roll 1 {0} die. Each hero suffers  equal to the  results. Each hero may test . Each hero that succeeds reduces the  they suffer by 1.<br/><br/>Each other figure suffers 1.",
    "pt": "<i> O gás sufocante permanece. </i> <br/> <br/> Role 1 {0} morre. Cada herói sofre  igual aos resultados . Cada herói pode fazer um teste . Cada herói que consegue reduzir o  eles sofrem por 1. <br/> <br/> Cada outro número sofre 1."
  },
  {
    "key": "M_05_Gas_Red",
    "en": "red",
    "pt": "vermelho"
  },
  {
    "key": "M_05_Gas_Green",
    "en": "green",
    "pt": "verde"
  },
  {
    "key": "M_05_Gas_Blue",
    "en": "blue",
    "pt": "azul"
  },
  {
    "key": "M_05_Crew_1",
    "en": "{0}",
    "pt": "{0}"
  },
  {
    "key": "M_05_Crew_2",
    "en": "{0}",
    "pt": "{0}"
  },
  {
    "key": "M_05_Code_Full_A",
    "en": " 141-7k9",
    "pt": " 141-7k9"
  },
  {
    "key": "M_05_Code_Full_B",
    "en": " 141-2b4",
    "pt": " 141-2b4"
  },
  {
    "key": "M_05_Code_1",
    "en": "141",
    "pt": "141"
  },
  {
    "key": "M_05_Code_1A",
    "en": "7k9",
    "pt": "7k9"
  },
  {
    "key": "M_05_Code_1B",
    "en": "2b4",
    "pt": "2b4"
  },
  {
    "key": "M_05_ACTION_TRAITOR",
    "en": " <b>Move 3</b> to <b>attack</b> « {0} ». Apply +1 for each depleted hero Class card.<br/><br/> <b>Move 3</b> {2}<br/><br/> <b>Move 5</b> {2}<br/>",
    "pt": " <b> Mover 3 </b> para <b> atacar </b> «{0}». Aplique + 1 para cada carta de classe hero esgotada. <br/> <br/>  <b> Mover 3 </b> {2} <br/> <br/>  <b> Mover 5 </b> {2} <br/>"
  },
  {
    "key": "M_05_BONUS_TRAITOR",
    "en": "<b>Insider Information:</b> Each hero tests . Each who fails must deplete (turn facedown) one of their Class cards until this figure is defeated. Then this figure recovers  equal to the number of cards depleted this way.",
    "pt": "<b> Informação privilegiada: </b> Cada herói testa . Cada um que falhar falhará (virado para baixo) uma de suas cartas de Classe até que este valor seja derrotado. Então esta figura recupera  igual ao número de cartas esgotadas desta forma."
  },
  {
    "key": "M_05_Door_Captive",
    "en": "<i>You can barely hear someone banging on this locked door from inside the next room.</i><br/><br/>This door is locked.",
    "pt": "<i> Você mal consegue ouvir alguém batendo na porta trancada do quarto ao lado. </i> <br/> <br/> Esta porta está trancada."
  },
  {
    "key": "M_05_Door_Captive_2",
    "en": "<i>The Imperial forces are committed to protecting this door and won’t give you a moment to unlock it.</i><br/><br/>This door is locked. You must defeat all Imperial figures before opening this door.",
    "pt": "<i> As forças imperiais estão empenhadas em proteger esta porta e não lhe darão um momento para desbloqueá-la. </i> <br/> <br/> Esta porta está trancada. Você deve derrotar todas as figuras imperiais antes de abrir esta porta."
  },
  {
    "key": "M_05_Door_Captive_3",
    "en": "<i>Without the sounds of battle, you hear some recognizable voices yelling through the door.</i><br/><br/>A Rebel can interact with this door to open it.",
    "pt": "<i> Sem os sons da batalha, você ouve algumas vozes reconhecíveis gritando através da porta. </i> <br/> <br/> Um Rebelde pode interagir com essa porta para abri-la."
  },
  {
    "key": "M_05_Crate_Info_1",
    "en": "<i>This Rebel crate sits unopened among several others that were looted by Imperials.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Este caixote rebelde fica fechado entre vários outros que foram saqueados pelos Imperiais. </i> <br/> <br/> Um herói pode interagir com este caixote para abri-lo."
  },
  {
    "key": "M_05_Crate_Info_2",
    "en": "<i>Imperial supplies sit neatly packed in a recessed shelf.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Suprimentos imperiais ficam bem arrumados em uma prateleira embutida. </i> <br/> <br/> Um herói pode interagir com este caixote para abri-lo."
  },
  {
    "key": "M_05_Crate_Info_3",
    "en": "<i>This crate is illuminated by the soft blue glow of an Imperial display.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa é iluminada pelo brilho azul de uma exibição imperial. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_05_Security_Door",
    "en": "<i>This security door is locked from the inside and too heavily encrypted to slice.</i>",
    "pt": "<i> Esta porta de segurança está trancada por dentro e muito criptografada para cortar. </i>"
  },
  {
    "key": "M_05_Code_Door",
    "en": "<i>This door to the control room is locked by a passcode.</i>",
    "pt": "<i> Esta porta da sala de controle está bloqueada por uma senha. </i>"
  },
  {
    "key": "M_05_Docking_Terminal_Confirm",
    "en": "<i>This terminal controls the docking systems for the </i>Freedom Fighter<i>.</i><br/><br/>A Rebel can interact to try to release the <i>Freedom Fighter</i>.",
    "pt": "<i> Este terminal controla os sistemas de acoplamento para o </i> Freedom Fighter <i>. </i> <br/> <br/> Um Rebelde pode interagir para tentar liberar o <i> Freedom Fighter </i> >."
  },
  {
    "key": "M_05_Starmap_Confirm",
    "en": "<i>Captain Darpik’s star map is being decoded by this Imperial terminal. If fully studied, the Empire will know many of the Rebellion’s trade routes and could deduce the locations of Rebel bases.</i><br/><br/>A Rebel can attack this terminal (Health: 6, Defense: 1 black die).",
    "pt": "<i> O mapa das estrelas do capitão Darpik está sendo decodificado por este terminal imperial. Se totalmente estudado, o Império conhecerá muitas das rotas comerciais da Rebelião e poderá deduzir a localização das bases rebeldes. <br/> <br/> <br/> Um Rebelde pode atacar este terminal (Saúde: 6, Defesa: 1 preto morrer)."
  },
  {
    "key": "M_05_Escape_Chute",
    "en": "<i>This maintenance shaft should drop you into a series of hangars where you might be able to steal an escape ship. As more gas pours into the room, you’ll have to take the chance.</i><br/><br/>When all Rebels are adjacent to this maintenance shaft, select \"Jump\" to progress.",
    "pt": "<i> Este poço de manutenção deve levá-lo a uma série de hangares onde você poderá roubar uma nave de fuga. À medida que mais gás for derramado na sala, você terá que arriscar. </i> <br/> <br/> Quando todos os Rebeldes estiverem adjacentes a este poço de manutenção, selecione \"Saltar\" para avançar."
  },
  {
    "key": "M_05_Escape_Door_Info_1",
    "en": "<i>A small plaque above the door reads:<br/><br/>Hangar 41.</i>",
    "pt": "<i> Uma pequena placa acima da porta diz: <br/> <br/> Hangar 41. </i>"
  },
  {
    "key": "M_05_Escape_Door_Info_2",
    "en": "<i>A small plaque above the door reads:<br/><br/>Hangar 42.</i>",
    "pt": "<i> Uma pequena placa acima da porta diz: <br/> <br/> Hangar 42. </i>"
  },
  {
    "key": "M_05_Escape_Door_Info_3",
    "en": "<i>A small plaque above the door reads:<br/><br/>Hangar 43.</i>",
    "pt": "<i> Uma pequena placa acima da porta diz: <br/> <br/> Hangar 43. </i>"
  },
  {
    "key": "M_05_Escape_Door_Info_4",
    "en": "<i>A small plaque above the door reads:<br/><br/>Hangar 44.</i>",
    "pt": "<i> Uma pequena placa acima da porta diz: <br/> <br/> Hangar 44. </i>"
  },
  {
    "key": "M_05_Escape_TIE",
    "en": "<i>The </i>Sentinel<i>-class controls may not be familiar, but with a Sith Lord at your back, you have no other option but to try.</i><br/><br/>A Rebel adjacent to this shuttle can interact to try to pilot it.",
    "pt": "<i> Os controles de classe <i> Sentinela </i> podem não ser familiares, mas com um Lorde Sith às suas costas, você não tem outra opção senão tentar. </i> <br/> <br/> Um Rebelde adjacente a este ônibus pode interagir para tentar pilotá-lo."
  },
  {
    "key": "M_05_OBJ_1",
    "en": "Search for the captain and crew.",
    "pt": "Procure o capitão e a tripulação."
  },
  {
    "key": "M_05_OBJ_2",
    "en": "Finish the fight, then free the <i>Freedom Fighter</i>’s crew.",
    "pt": "Termine a luta, depois liberte a tripulação do <i> Freedom Fighter </i>."
  },
  {
    "key": "M_05_OBJ_2_2",
    "en": "Rescue the <i>Freedom Fighter</i>’s crew.",
    "pt": "Resgate a tripulação do <i> Freedom Fighter </i>."
  },
  {
    "key": "M_05_OBJ_3",
    "en": "Access the control room.",
    "pt": "Acesse a sala de controle."
  },
  {
    "key": "M_05_OBJ_4",
    "en": "Use the docking terminal to free the <i>Freedom Fighter</i>.",
    "pt": "Use o terminal de encaixe para libertar o <i> Freedom Fighter </i>."
  },
  {
    "key": "M_05_OBJ_5",
    "en": "Free the <i>Freedom Fighter</i> and destroy the star map data.",
    "pt": "Liberta o <i> Freedom Fighter </i> e destrói os dados do mapa estelar."
  },
  {
    "key": "M_05_OBJ_6",
    "en": "Destroy the star map data.",
    "pt": "Destrua os dados do mapa estelar."
  },
  {
    "key": "M_05_OBJ_6_2",
    "en": "Use the docking controls to free the <i>Freedom Fighter</i>.",
    "pt": "Use os controles de encaixe para liberar o <i> Freedom Fighter </i>."
  },
  {
    "key": "M_05_OBJ_6_3",
    "en": "Jump down the maintenance shaft to escape the gas.",
    "pt": "Salte o eixo de manutenção para escapar do gás."
  },
  {
    "key": "M_05_OBJ_7",
    "en": "Find an alternate escape.",
    "pt": "Encontre um escape alternativo."
  },
  {
    "key": "M_05_OBJ_8",
    "en": "Find a hangar with an escape ship.",
    "pt": "Encontre um hangar com uma nave de fuga."
  },
  {
    "key": "M_05_OBJ_9",
    "en": "Pilot the <i>Sentinel</i>-class shuttle.",
    "pt": "Pilote o ônibus da classe <i> Sentinel </i>."
  },
  {
    "key": "M_05_OBJ_10",
    "en": "Launch the shuttle escape with as many Rebels as you can.",
    "pt": "Lançar o ônibus e escapar com tantos Rebeldes quanto possível."
  },
  {
    "key": "M_05_Peril_1",
    "en": "<b>Minor Peril</b><br/><br/><i>A disturbance flutters through your mind, distorting your thoughts.</i><br/><br/>Each hero tests , then suffers  equal to the  results. Each hero with two activation tokens suffers twice that  instead.",
    "pt": "<b> Perigo Menor </b> <br/> <br/> <i> Um distúrbio vibra em sua mente, distorcendo seus pensamentos. </i> <br/> <br/> Cada herói testa , então sofre  igual aos resultados . Cada herói com dois tokens de ativação sofre duas vezes em vez disso."
  },
  {
    "key": "M_05_Peril_2",
    "en": "<b>Major Peril</b><br/><br/><i>You momentarily lose control of yourself as a deep rage washes over you.</i><br/><br/>Each hero tests , then suffers  equal to the number of their dice that did not roll a . Each hero with two activation tokens suffers twice that  instead.",
    "pt": "<b> Perigo Maior </b> <br/> <br/> <i> Você momentaneamente perde o controle de si mesmo quando uma raiva profunda toma conta de você. </i> <br/> <br/> Cada herói testa  , então sofre  igual ao número de seus dados que não rolaram um . Cada herói com dois tokens de ativação sofre duas vezes em vez disso."
  },
  {
    "key": "M_05_Peril_3",
    "en": "<b>Deadly Peril</b><br/><br/><i>A relentless force tears at your body and mind.</i><br/><br/>Each hero tests  or , then suffers  equal to the highest  results on one of their dice.",
    "pt": "<b> Perigo Mortal </b> <br/> <i> Uma força implacável rasga seu corpo e mente. </i> <br/> <br/> Cada herói testa  ou , então sofre  igual ao maior  resultados em um dos seus dados."
  },
  {
    "key": "M_05_Fail_Act_1",
    "en": "<i>Unable to free your crew, you kneel under the weight of your wounds. Soon you are surrounded by seemingly infinite Imperial forces.</i>",
    "pt": "<i> Incapaz de libertar sua tripulação, você se ajoelha sob o peso de suas feridas. Logo você está cercado por forças imperiais aparentemente infinitas. </i>"
  },
  {
    "key": "M_05_Fail_Act_2",
    "en": "<i>Unable to best the control room’s defenses, you collapse under the weight of your injuries.</i>",
    "pt": "<i> Incapaz de melhor as defesas da sala de controle, você cai sob o peso de seus ferimentos. </i>"
  },
  {
    "key": "M_05_Fail_Act_3",
    "en": "<i>Though you’ve freed the </i>Freedom Fighter<i> and its crew, the Star Destroyer’s defenses prove too powerful. You collapse to the ground choking.</i>",
    "pt": "<i> Embora você tenha libertado o </i> Freedom Fighter <i> e sua equipe, as defesas do Star Destroyer são muito poderosas. Você cai no chão sufocando. </i>"
  },
  {
    "key": "M_05_Fail_Act_4",
    "en": "<i>\"No more games,\" Darth Vader commands, having thwarted your escape. \"You will tell me everything I want to know, then you will die.\"</i>",
    "pt": "<i> \"Sem mais jogos\", Darth Vader comanda, tendo frustrado sua fuga. \"Você vai me dizer tudo o que eu quero saber, então você vai morrer.\" </i>"
  },
  {
    "key": "M_05_Victory",
    "en": "<i>The </i>Sentinel<i>-class shuttle roars down the Star Destroyer’s tunnel, and the lush surface of Ithor comes into view once again.</i>",
    "pt": "<i> O <i> ônibus da classe Sentinel </i> ruge pelo túnel do Star Destroyer, e a superfície exuberante de Ithor aparece novamente. </i>"
  },
  {
    "key": "M_05_Victory_2",
    "en": "<i>The overwhelming sense of freedom is only momentary, however. Pulling up, you spot the </i>Freedom Fighter<i> being barraged by TIE fighters. As the massive transport gains distance on the Star Destroyer, its shields are clearly depleted as the fighters' shots scar the hull.</i>",
    "pt": "<i> A sensação esmagadora de liberdade é apenas momentânea, no entanto. Puxando para cima, você mancha o </i> Freedom Fighter <i> sendo bombardeado pelos lutadores do TIE. À medida que o transporte massivo ganha distância no Destróier Estelar, seus escudos estão claramente esgotados à medida que os tiros dos lutadores marcam o casco. </i>"
  },
  {
    "key": "M_05_Victory_3",
    "en": "<i>As you punch in the emergency rendezvous coordinates, you see the Star Destroyer’s heavy turbolaser turrets take aim. Your heart skips a beat as the </i>Freedom Fighter<i> jumps to hyperspace moments before the three shots sear right through what would have been the bridge.<br/><br/>Not waiting for trouble of your own, you fire up the </i>Sentinel<i>-class hyperdrive and leave the Star Destroyer far behind.</i>",
    "pt": "<i> Conforme você insere as coordenadas de emergência, você vê as torres pesadas de turbolaser do Destruidor Estelar mirarem. Seu coração pula uma batida enquanto o lutador da liberdade pula para o hiperespaço momentos antes dos três tiros atravessarem o que teria sido a ponte. <br/> <br/> Não está esperando por problemas, você dispara o hyperdrive de classe <i> Sentinel <i> e deixa o Star Destroyer para trás. </i>"
  },
  {
    "key": "M_07_NAME",
    "en": "Race Against Time",
    "pt": "Corrida contra o tempo"
  },
  {
    "key": "M_07_DESC",
    "en": "<i>It took time, a heap of credits, and a willingly blind eye, but some sympathetic Ord Mantell ruffians tracked down a lead on Captain Darpik’s star map. It sat in a safehouse while the local thugs who stole it tried to renegotiate with the Empire. Tried and failed.<br/><br/>You now have a limited window in which to intercept the ground convoy before the map reaches the planet’s Imperial relay station. If relayed and decoded, this map could reveal the Rebellion’s most vulnerable secrets.</i>",
    "pt": "<i> Levou tempo, um monte de créditos e um olho voluntariamente cego, mas alguns simpáticos rufiões de Ord Mantell rastrearam a liderança no mapa estelar do Capitão Darpik. Ficava em um esconderijo enquanto os capangas locais que o roubavam tentavam renegociar com o Império. Tentou e falhou. <br/> <br/> Agora você tem uma janela limitada para interceptar o comboio terrestre antes que o mapa chegue à estação de retransmissão do planeta. Se retransmitido e decodificado, esse mapa poderia revelar os segredos mais vulneráveis ​​da Rebelião. </i>"
  },
  {
    "key": "M_07_Intro",
    "en": "<i>You trek along worn footpaths over the canyon, trying to keep a low profile with the anti-vehicle weapons you’ve brought.</i><br/><br/>Place tiles 02B, 05B, 07B, 11B, 18B(2), 31A, 32A(2), 36A(2), 38A, and 1 door.",
    "pt": "<i> Você caminhe por trilhas desgastadas sobre o cânion, tentando manter um perfil discreto com as armas anti-veículo que trouxe. </i> <br/> <br/> Coloque os tiles 02B, 05B, 07B, 11B, 18B (2), 31A, 32A (2), 36A (2), 38A e 1 porta."
  },
  {
    "key": "M_07_Intro2",
    "en": "<i>The cliff wall provides welcome shade from the overbearing heat, but your water flasks have already begun to run low. As you round a bend, you spot the Imperial transport below, crawling along the winding canyon floor. Somewhere inside that hunk of steel is Captain Darpik’s stolen star map.</i>",
    "pt": "<i> A parede do penhasco fornece sombra de boas vindas do calor arrogante, mas os frascos de água já começaram a ficar escuros. Ao dobrar uma curva, você vê o transporte Imperial abaixo, rastejando ao longo do desfiladeiro sinuoso. Em algum lugar dentro daquele pedaço de aço está o mapa estelar roubado do Capitão Darpik. </i>"
  },
  {
    "key": "M_07_Mortar_TEC",
    "en": "<i>You brush a small area clear of sand and rocks, leveling the ground for the mortar as the troopers taught you.</i><br/><br/>One hero tests .",
    "pt": "<i> Você escova uma pequena área livre de areia e pedras, nivelando o chão para a argamassa como os soldados lhe ensinaram. </i> <br/> <br/> Um herói testa ."
  },
  {
    "key": "M_07_Mortar_INS",
    "en": "<i>As the transport nears the bend you double check your aim.</i><br/><br/>One hero tests .",
    "pt": "<i> Quando o transporte se aproxima da curva, você checa sua pontaria. </i> <br/> <br/> Um herói testa ."
  },
  {
    "key": "M_07_Mortar_STR",
    "en": "<i>Ready to fire, you drop in the heavy anti-tank round.</i><br/><br/>One hero tests .",
    "pt": "<i> Pronto para atirar, você derruba o pesado combate anti-tanque. </i> <br/> <br/> Um herói testa ."
  },
  {
    "key": "M_07_Mortar_3 Hero",
    "en": "<i>You level off a small area on the cliff and set up the mortar, just like Lieutenant Talcon taught you. As the transport nears the bend, you double check your aim and drop in the heavy anti-tank round.</i><br/><br/>One hero tests . Another hero tests . A third hero tests .<br/><br/>Input the total successes.",
    "pt": "<I> Você nivelar uma pequena área no penhasco e armar a argamassa, assim como a tenente Talcon lhe ensinou. À medida que o transporte se aproxima da curva, você checa sua pontaria e cai na rodada pesada anti-tanque. </i> <br/> <br/> Um herói testa . Outro herói testa . Um terceiro herói testa . <br/> <br/> Insira os sucessos totais."
  },
  {
    "key": "M_07_Mortar_2 Hero",
    "en": "<i>You level off a small area on the cliff and set up the mortar, just like Lieutenant Talcon taught you. As the transport nears the bend, you double check your aim and drop in the heavy anti-tank round.</i><br/><br/>One hero tests . One hero tests . One hero tests . Limit two tests per hero.<br/><br/>Input the total successes.",
    "pt": "<I> Você nivelar uma pequena área no penhasco e armar a argamassa, assim como a tenente Talcon lhe ensinou. À medida que o transporte se aproxima da curva, você checa sua pontaria e cai na rodada pesada anti-tanque. </i> <br/> <br/> Um herói testa . Um herói testa . Um herói testa . Limite de dois testes por herói. <br/> <br/> Insira o total de sucessos."
  },
  {
    "key": "M_07_Gun",
    "en": "<i>The heavy shell strikes the front of the transport with an explosion that echoes throughout the canyon. When the dust settles, you find you’ve blown the track off the vehicle, stopping it dead. Smoldering, but still functional, the main gun lurches to life, seeking its target.</i><br/><br/>Place a red Imperial mission token as indicated. This is the main gun. The main gun suffers {0}.",
    "pt": "<i> O escudo pesado atinge a frente do transporte com uma explosão que ecoa ao longo do canyon. Quando a poeira cai, você percebe que tirou a faixa do veículo, parando-a. Fumegante, mas ainda funcional, a arma principal volta à vida, buscando seu alvo. <br/> <br/> Coloque uma ficha de missão Imperial vermelha como indicado. Esta é a arma principal. A arma principal sofre {0} ."
  },
  {
    "key": "M_07_Initial Deployment",
    "en": "<i>Alarmed by the attack, more Imperial forces swarm to inspect the damage.</i>",
    "pt": "<i> Alarmado pelo ataque, mais forças imperiais enxameiam para inspecionar o dano. </i>"
  },
  {
    "key": "M_07_Stormtrooper Deployment",
    "en": "<i>A squad of stromtroopers pushes forward, searching for whoever fired the shell.</i><br/><br/>Deploy a regular Stormtrooper group as indicated. Assign it a color.",
    "pt": "<i> Um esquadrão de stromtroopers empurra para a frente, procurando por quem disparou o projétil. </i> <br/> <br/> Coloque um grupo regular do Stormtrooper como indicado. Atribua uma cor."
  },
  {
    "key": "M_07_Start Playing",
    "en": "<i>With your target disabled, and the element of surprise still on your side, you grab your satchel charges and scramble down a rocky scree to engage the Imperial forces and breach the vehicle!</i><br/><br/>Deploy the Rebels.<br/><br/>  Objective Updated  <br/><br/>Breach the vehicle door.",
    "pt": "<i> Com seu alvo desabilitado, e o elemento surpresa ainda ao seu lado, você pega suas cargas de mochila e desce um pedregulho rochoso para atacar as forças imperiais e quebrar o veículo! </i> <br/> <br / > Coloque os Rebeldes. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Quebrar a porta do veículo."
  },
  {
    "key": "M_07_Reveal Canyon",
    "en": "<i>Star map in hand, you set your sights on escape though the rugged canyon.</i><br/><br/>Remove tile 18B.",
    "pt": "<i> Mapa de estrelas na mão, você se concentra em escapar pelo desfiladeiro acidentado. </i> <br/> <br/> Remova o azulejo 18B."
  },
  {
    "key": "M_07_Reveal Canyon2",
    "en": "Place tiles 03B, 09B, 10B, 13B, 14B(2), 18B, 39B, and 1 door.",
    "pt": "Coloque os tiles 03B, 09B, 10B, 13B, 14B (2), 18B, 39B e 1 porta."
  },
  {
    "key": "M_07_Canyon Objective Flavor",
    "en": "<i>You let your pilot know that you’ve found the star map. \"Great to hear good news! Now get a move on, I’m hearing a lot of Imperial chatter over their comms. Extraction point is in an offshoot from the main canyon, not too far from your location, through an old gate.\"</i><br/><br/>  Objective Updated  <br/><br/>Get through the gate with the star map.",
    "pt": "<i> Você avisa o seu piloto que você encontrou o mapa estelar. \"Ótimo para ouvir boas notícias! Agora, prossiga, estou ouvindo muitas conversas imperiais sobre suas comunicações. O ponto de extração está em um desdobramento do cânion principal, não muito longe de sua localização, através de um portão antigo.\" </i> <br/> <br/>  Objetivo Atualizado  <br/> <br/> Passe pelo portão com o mapa estelar."
  },
  {
    "key": "M_07_Canyon Spawn Flavor",
    "en": "<i>Imperial reinforcements arrive from a narrow passage.</i>",
    "pt": "<i> Reforços imperiais chegam de uma passagem estreita. </i>"
  },
  {
    "key": "M_07_Entrance Spawn Flavor",
    "en": "<i>Additional forces double back from farther down the winding canyon.</i>",
    "pt": "<i> Forças adicionais recuam de mais longe no desfiladeiro sinuoso. </i>"
  },
  {
    "key": "M_07_Recurring Spawn Flavor",
    "en": "<i>Reinforcements continue to pour in from down the main road.</i>",
    "pt": "<i> Reforços continuam vindo da estrada principal. </i>"
  },
  {
    "key": "M_07_Discard Terminal Auto",
    "en": "Discard the terminal.",
    "pt": "Descarte o terminal."
  },
  {
    "key": "M_07_Reveal Ship",
    "en": "<i>You are happy to find your ship tucked away in a secluded pocket of the canyon.</i><br/><br/>Place tiles 01B, 18B(2), and 39B.",
    "pt": "<i> Você está feliz em encontrar a sua nave escondido em um bolso isolado do canyon. </i> <br/> <br/> Coloque os tiles 01B, 18B (2) e 39B."
  },
  {
    "key": "M_07_Reveal Exit",
    "en": "<i>The boarding ramp is already lowered, ready for your escape.</i><br/><br/>Place 1 green mission token. This is the boarding ramp.",
    "pt": "<i> A rampa de embarque já está abaixada, pronta para sua fuga. </i> <br/> <br/> Coloque 1 ficha de missão verde. Esta é a rampa de embarque."
  },
  {
    "key": "M_07_Fence Damage",
    "en": "<i>As surprised as you are to find Imperial forces at your secret landing spot, they’re even more surprised to find a chunk of gate flying towards them.</i><br/><br/>The Imperial figure that deployed closest to where the door was suffers {0}.",
    "pt": "<i> Tão surpreso quanto você é encontrar forças imperiais em seu local de pouso secreto, eles ficam ainda mais surpresos ao encontrar um pedaço de portão voando em direção a eles. </i> <br/> <br/> A figura imperial que implantado mais próximo de onde a porta estava sofrendo {0} ."
  },
  {
    "key": "M_07_Fence No Damage",
    "en": "<i>The Rebel smugglers didn’t hide your ship well enough. Imperial forces swarm to cut off your escape.</i>",
    "pt": "<i> Os contrabandistas rebeldes não esconderam a sua nave bem o suficiente. Forças imperiais se aglomeram para cortar sua fuga. </i>"
  },
  {
    "key": "M_07_Escape Objective",
    "en": "<i>\"Finally! I can’t sit here all day!\" your pilot shouts over the comms. \"Get that map on board, and let's get out of here!\"</i><br/><br/>Place 1 green mission token. This is the boarding ramp.",
    "pt": "<i> \"Finalmente, não posso ficar aqui o dia todo!\" seu piloto grita sobre as comunicações. \"Pegue o mapa a bordo e vamos sair daqui!\" </i> <br/> <br/> Coloque 1 ficha de missão verde. Esta é a rampa de embarque."
  },
  {
    "key": "M_07_Escape Objective2",
    "en": "If a hero is carrying the star map and all heroes are adjacent to this boarding ramp, select \"Escape\" from the boarding ramp to end the mission.",
    "pt": "Se um herói estiver carregando o mapa estelar e todos os heróis estiverem adjacentes a esta rampa de embarque, selecione \"Escape\" na rampa de embarque para terminar a missão."
  },
  {
    "key": "M_07_Escape_Objective_Adjacent",
    "en": "<i>\"Finally! I can’t sit here all day!\" your pilot shouts over the comms. \"Get that map on board, and let's get out of here!\"</i><br/><br/>If a hero is carrying the star map and all heroes are adjacent to the shuttle, select the shuttle, then select \"Escape\" to end the mission.<br/><br/>  Objective Updated  <br/><br/>Fight to the shuttle escape with the star map.",
    "pt": "<i> \"Finalmente, não posso ficar aqui o dia todo!\" seu piloto grita sobre as comunicações. \"Pegue o mapa a bordo e vamos sair daqui!\" </i> <br/> <br/> Se um herói estiver carregando o mapa estelar e todos os heróis estiverem ao lado do ônibus espacial, selecione o ônibus espacial e selecione \"Escape\" para acabar com a missão. <br/> <br/>  Objetivo Atualizado  <br/> <br/> Lute para o ônibus espacial e fuja com o mapa estelar."
  },
  {
    "key": "M_07_Victory Flavor",
    "en": "<i>You nearly tumble out the back of the shuttle as it lurches off the ground, boarding ramp still closing. \"Sorry for the turbulence, but I’ve already spent enough time in an Imperial cell,\" your pilot snarks. \"Great work down there!\"</i>",
    "pt": "<i> Você quase cai pela parte de trás do ônibus quando ele se afasta do chão, rampa de embarque ainda está se fechando. \"Desculpe pela turbulência, mas eu já passei bastante tempo em uma cela imperial\", seu piloto grita. \"Ótimo trabalho lá embaixo!\""
  },
  {
    "key": "M_07_Objective_1",
    "en": "Breach the vehicle door.",
    "pt": "Quebre a porta do veículo."
  },
  {
    "key": "M_07_Objective_2",
    "en": "Search the crates for Captain Darpik’s star map.",
    "pt": "Procure as caixas pelo mapa estelar do Capitão Darpik."
  },
  {
    "key": "M_07_Objective_3",
    "en": "Get through the gate with the star map.",
    "pt": "Atravesse o portão com o mapa estelar."
  },
  {
    "key": "M_07_Objective_4",
    "en": "Fight to the shuttle escape with the star map.",
    "pt": "Lute para o ônibus espacial e fuja com o mapa estelar."
  },
  {
    "key": "M_07_Armored Door",
    "en": "<i>The vehicle’s loading door is locked shut, but your satchel charges could blow it right off.</i><br/><br/>A Rebel can interact to place the explosives.",
    "pt": "<i> A porta de carregamento do veículo está trancada, mas suas cargas podem explodir. </i> <br/> <br/> Um Rebelde pode interagir para colocar os explosivos."
  },
  {
    "key": "M_07_Gun Info",
    "en": "<i>The main gun creaks, following your movements.</i><br/><br/>A Rebel can attack the main gun (Health: 10, Defense: 1 black die).",
    "pt": "<i> A arma principal range, seguindo seus movimentos. </i> <br/> <br/> Um Rebelde pode atacar a arma principal (Saúde: 10, Defesa: 1 dado preto)."
  },
  {
    "key": "M_07_Terminal Info",
    "en": "<i>This terminal can access the shipping manifest. You might be able to locate records of the star map.</i><br/><br/>A Rebel can interact to search the shipping records.",
    "pt": "<i> Este terminal pode acessar o manifesto de envio. Você pode localizar registros do mapa estelar. </i> <br/> <br/> Um Rebelde pode interagir para pesquisar os registros de envio."
  },
  {
    "key": "M_07_Discard Terminal",
    "en": "<i>Finally reacting to your intrusion, the security protocols lock you out of the terminal.</i><br/><br/>Discard the terminal.",
    "pt": "<i> Finalmente, reagindo à sua invasão, os protocolos de segurança bloqueiam você no terminal. </i> <br/> <br/> Descarte o terminal."
  },
  {
    "key": "M_07_Crate Info",
    "en": "<i>This Imperial supply crate could contain the stolen star map.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa de suprimentos imperial pode conter o mapa estelar roubado. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_07_Crate Info2",
    "en": "<i>This Imperial crate could still hold useful supplies.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Esta caixa imperial ainda pode conter suprimentos úteis. </i> <br/> <br/> Um herói pode interagir com essa caixa para abri-la."
  },
  {
    "key": "M_07_Exterior Crate Info",
    "en": "<i>This crate was scorched by your satchel charges. Hopefully the star map wasn’t damaged.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Este caixote foi queimado pelas suas despesas com mochilas. Espero que o mapa estelar não tenha sido danificado. </i> <br/> <br/> Um herói pode interagir com este engradado para abri-lo."
  },
  {
    "key": "M_07_Fence Info",
    "en": "<i>According to your pilot, your ship is waiting just beyond this locked iron gate.</i><br/><br/>A Rebel can interact to try to open the gate.",
    "pt": "<i> De acordo com o seu piloto, a sua nave está esperando um pouco além deste portão de ferro trancado. </i> <br/> <br/> Um Rebelde pode interagir para tentar abrir o portão."
  },
  {
    "key": "M_07_Escape Info",
    "en": "<i>The boarding ramp to your ship is lowered. Get the star map on board escape.</i><br/><br/>If a hero is carrying the star map and all heroes are adjacent to the shuttle (in a highlighted space), select \"Escaper\" to end the mission.",
    "pt": "<i> A rampa de embarque para a sua nave está abaixada. Obtenha o mapa das estrelas a bordo e escape. </i> <br/> <br/> Se um herói estiver carregando o mapa estelar e todos os heróis estiverem adjacentes ao ônibus espacial (em um espaço destacado), selecione \"Escaper\" para finalizar a missão."
  },
  {
    "key": "M_07_Escape Info2",
    "en": "<i>The boarding ramp to your shuttle is lowered. Your pilot is vocal over the comms about wanting to take off, provided you recover the map.</i><br/><br/>If a hero is carrying the star map and all heroes are adjacent to the shuttle (in a highlighted space), select \"Escape\" to end the mission.",
    "pt": "<i> A rampa de embarque para o seu transporte é reduzida. Seu piloto é vocal sobre as comunicações sobre querer decolar, desde que você recupere o mapa. </i> <br/> <br/> Se um herói está carregando o mapa estelar e todos os heróis são adjacentes ao ônibus espacial (em um espaço destacado), selecione \"Escape\" para terminar a missão."
  },
  {
    "key": "M_07_Blue Crate Info",
    "en": "<i>A small item lies near a power converter as if dropped there.</i><br/><br/>A hero can interact with this crate to open it.",
    "pt": "<i> Um pequeno item fica perto de um conversor de energia, como se estivesse lá. </i> <br/> <br/> Um herói pode interagir com este engradado para abri-lo."
  },
  {
    "key": "M_07_Incapacitated",
    "en": "This hero is incapacitated. When activating, this hero receives only 1 action and can only use that action to perform a move. This hero does not restrict movement or block line of sight. Other figures cannot end their movement in this hero's space. Conditions cannot be applied to this hero. This hero cannot suffer damage or be targeted or affected by attacks, abilities, or any game effect except for those outlined here.",
    "pt": "Este herói está incapacitado. Ao ativar, este herói recebe apenas 1 ação e só pode usar essa ação para realizar um movimento. Este herói não restringe o movimento nem bloqueia a linha de visão. Outras figuras não podem terminar seu movimento no espaço deste herói. Condições não podem ser aplicadas a este herói. Este herói não pode sofrer dano ou ser alvo ou afetado por ataques, habilidades ou qualquer efeito de jogo exceto aqueles descritos aqui."
  },
  {
    "key": "M_07_Display Variable",
    "en": "{0}.",
    "pt": "{0}."
  },
  {
    "key": "M_07_Armored Door Test",
    "en": "Test .",
    "pt": "Teste ."
  },
  {
    "key": "M_07_Terminal Test",
    "en": "Test .",
    "pt": "Teste ."
  },
  {
    "key": "M_07_Armored Door_1",
    "en": "<i>You place the satchel right along the door, step back, and pull the trigger. The explosion rips the door apart.</i><br/><br/>Open the door.",
    "pt": "<i> Você coloca a mochila ao lado da porta, recua e puxa o gatilho. A explosão rasga a porta. </i> <br/> <br/> Abra a porta."
  },
  {
    "key": "M_07_Damage Self",
    "en": "<i>The charge wasn’t oriented correctly, and you also eat some of the blast.</i><br/><br/>You suffer 2.",
    "pt": "<i> A cobrança não foi orientada corretamente, e você também come parte da explosão. </i> <br/> <br/> Você sofre 2."
  },
  {
    "key": "M_07_Damage Enemy",
    "en": "<i>Your expertly placed charges directed the blast into the vehicle.</i><br/><br/>Each of the deployed Imperial figures suffers 1.",
    "pt": "<i> Suas cargas habilmente colocadas dirigiram a explosão no veículo. </i> <br/> <br/> Cada uma das figuras imperiais desdobradas sofre 1."
  },
  {
    "key": "M_07_Vehicle Enemies",
    "en": "<i>Security forces brush off the dust and prepare to fight.</i>",
    "pt": "<i> As forças de segurança limpam a poeira e se preparam para lutar. </i>"
  },
  {
    "key": "M_07_Officer",
    "en": "<i>An officer looks up from his terminal, furious that you’ve breached his convoy.</i><br/><br/>Deploy the elite Imperial Officer.",
    "pt": "<i> Um oficial olha para cima do seu terminal, furioso por você ter violado o comboio dele. </i> <br/> <br/> Coloque o oficial imperial de elite."
  },
  {
    "key": "M_07_Reveal Crates",
    "en": "<i>The blast sends a few crates tumbling out of the vehicle. Somewhere among the cargo is the star map. Hopefully it wasn’t damaged by the explosion.</i><br/><br/>Place 7 crate tokens.",
    "pt": "<i> A explosão envia algumas caixas caindo do veículo. Em algum lugar entre a carga está o mapa estelar. Espero que não tenha sido danificado pela explosão. </i> <br/> <br/> Coloque 7 fichas de caixa."
  },
  {
    "key": "M_07_Reveal Terminal",
    "en": "<i>The shipping logs could help narrow the search.</i><br/><br/>Place 1 terminal.",
    "pt": "<i> Os registros de envio podem ajudar a restringir a pesquisa. </i> <br/> <br/> Coloque 1 terminal."
  },
  {
    "key": "M_07_Reveal Blue Crate",
    "en": "<i>A small object catches the sun from under some rocks.</i><br/><br/>Place 1 blue crate.",
    "pt": "<i> Um pequeno objeto pega o sol debaixo de algumas pedras. </i> <br/> <br/> Coloque 1 caixa azul."
  },
  {
    "key": "M_07_Crate Objective",
    "en": "<i>Overcome the Imperial forces and retrieve the star map from one of the Imperial crates.</i><br/><br/>  Objective Updated  <br/><br/>Search the crates for Captain Darpik’s star map.",
    "pt": "<i> Supere as forças imperiais e recupere o mapa estelar de uma das caixas imperiais. </i> <br/> <br/>  Objetivo atualizado  <br/> <br/> Procure as caixas pela estrela do capitão Darpik mapa."
  },
  {
    "key": "M_07_Terminal Used",
    "en": "<i>You also note the locations of certain items.</i><br/><br/>Look at the top {0} cards of the Supply deck. Put any number of them back on top in any order and discard the rest.",
    "pt": "<i> Você também nota a localização de certos itens. </i> <br/> <br/> Veja as principais {0} cartas do baralho de suprimento. Coloque qualquer número deles de volta ao topo em qualquer ordem e descarte o resto."
  },
  {
    "key": "M_07_Terminal Used no Crates",
    "en": "<i>You verify the star map is in the final crate.</i><br/><br/>You become Focused.",
    "pt": "<i> Você verifica se o mapa estelar está na caixa final. </i> <br/> <br/> Você fica focado."
  },
  {
    "key": "M_07_Vehicle Setup",
    "en": "Place tiles 31A, 32A(2), and 36A(2).",
    "pt": "Coloque os tiles 31A, 32A (2) e 36A (2)."
  },
  {
    "key": "M_07_Gun Destroyed",
    "en": "<i>The scorched metal finally gives out, twisting off with a screech.</i><br/><br/>Discard the main gun.",
    "pt": "<i> O metal queimado finalmente cede, torcendo-se com um grito. </i> <br/> <br/> Descartar a arma principal."
  },
  {
    "key": "M_07_Gun Fires",
    "en": "<i>The smoldering main gun fires!</i><br/><br/>The closest Rebel in line of sight of the main gun, ignoring figures, suffers {0}.<br/><br/>The main gun suffers {0}.",
    "pt": "<i> A principal arma latente dispara! </i> <br/> <br/> O rebelde mais próximo na linha de visão da arma principal, ignorando os números, sofre {0} <br. <br/> <br/> A arma principal sofre {0} ."
  },
  {
    "key": "M_07_Gun Fires2",
    "en": "<i>The smoldering main gun fires!</i><br/><br/>Roll 1 red die. The closest Rebel in line of sight of the main gun, ignoring figures, suffers  equal to the  results.<br/><br/>Then main gun suffers  equal to the  results.<br/><br/>Has the main gun suffered 10?",
    "pt": "<i> A arma principal latente é acionada! </i> <br/> <br/> Role 1 dado vermelho. O Rebelde mais próximo na linha de visão da arma principal, ignorando as figuras, sofre  igual aos resultados.. <br/> <br/> Então a arma principal sofre  igual aos resultados.. <br/> <br/> A arma principal sofreu 10?"
  },
  {
    "key": "M_07_Datapad Credits",
    "en": "<i>Though damaged, this datapad can be salvaged after the Alliance retrieves all of its information.</i><br/><br/>You gained 25 credits.",
    "pt": "<i> Embora danificado, este datapad pode ser recuperado depois que a Aliança recuperar todas as suas informações. </i> <br/> <br/> Você ganhou 25 créditos."
  },
  {
    "key": "M_07_Thing Retrieved",
    "en": "<i>Tucked neatly in a padded case is the star map!</i><br/><br/>Retrieve the crate without spending an action. This crate is the star map.<br/><br/>(See \"Retrieving Tokens\" on page 22 of the Rules Reference Guide.)",
    "pt": "<i> Escondido em um estojo acolchoado está o mapa estelar! </i> <br/> <br/> Recupere o engradado sem gastar uma ação. Essa caixa é o mapa das estrelas. <br/> <br/> (Consulte \"Recuperando fichas\" na página 22 do Guia de referência de regras.)"
  },
  {
    "key": "M_07_Fence Test",
    "en": "Test .",
    "pt": "Teste ."
  },
  {
    "key": "M_07_Fence Fail",
    "en": "<i>The well-worn padlock bends under the weight of your strike, but holds the gate shut. You’ll need to bash it again.</i>",
    "pt": "<i> O cadeado bem gasto se dobra sob o peso do seu ataque, mas mantém o portão fechado. Você precisará bater de novo. </i>"
  },
  {
    "key": "M_07_Fence Succeed",
    "en": "<i>The corrugated sheets fly from their eroded hinges.</i><br/><br/>Open the door.",
    "pt": "<i> Os lençóis corrugados voam das dobradiças erodidas. </i> <br/> <br/> Abra a porta."
  },
  {
    "key": "M_07_Rockslide",
    "en": "<i>The battle has loosened the old rock, and boulders tumble from above.</i><br/><br/>Each figure on the indicated space suffers 1 and 1. Each figure in an adjacent space suffers 1.",
    "pt": "<i> A batalha afrouxou a pedra antiga e pedregulhos caem de cima. </i> <br/> <br/> Cada figura no espaço indicado sofre 1 e 1. Cada figura em um espaço adjacente sofre 1."
  },
  {
    "key": "M_07_Target Carrier",
    "en": "the hero carrying the star map",
    "pt": "o herói carregando o mapa estelar"
  },
  {
    "key": "M_07_Discard Crate",
    "en": "<i>The logs help you rule out one crate.</i><br/><br/>Discard the indicated crate.",
    "pt": "<i> Os registros ajudam a descartar uma caixa. </i> <br/> <br/> Descarte a caixa indicada."
  },
  {
    "key": "M_07_Secondary Override",
    "en": "toward the boarding ramp.",
    "pt": "em direção à rampa de embarque."
  },
  {
    "key": "M_07_Secondary Override2",
    "en": "toward the shuttle.",
    "pt": "em direção ao ônibus."
  },
  {
    "key": "M_07_Spawn Villain",
    "en": "<i>Your ambush has drawn unwanted attention.<br/><br/>\"It’s time to go!\" your pilot screams.</i>",
    "pt": "<i> Sua emboscada chamou atenção indesejada. <br/> <br/> \"É hora de ir!\" seu piloto grita. </i>"
  },
  {
    "key": "M_07_Failure Flavor",
    "en": "<i>You send the emergency extraction signal to the pilot.<br/><br/>\"Nothing’s ever easy with you Rebels, is it?’\"<br/><br/>Taking heavy fire, the pilot hovers above a relatively flat spot in the canyon, just long enough for you to crawl aboard. As the shuttle rises from the canyon, Imperial blasters continue to find their mark.<br/><br/>\"You are definitely covering my cantina bill tonight,\" the pilot grumbles. \"And my repairs.\"</i>",
    "pt": "<i> Você envia o sinal de extração de emergência para o piloto. <br/> <br/> \"Nada é fácil com você, rebeldes, é? '\" <br/> <br/> Levando fogo pesado, o piloto paira acima um ponto relativamente plano no canyon, apenas o tempo suficiente para você rastejar a bordo. À medida que o ônibus espacial sobe do canyon, os engenheiros imperiais continuam a encontrar sua marca. <br/> <br/> \"Você está definitivamente cobrindo minha conta da cantina esta noite\", resmunga o piloto. \"E meus reparos\". </i>"
  },
  {
    "key": "M_07_Failure_2",
    "en": "<i>You send the emergency extraction signal to the pilot.<br/><br/>\"Nothing’s ever easy with you Rebels, is it?’\"<br/><br/>Taking heavy fire, the pilot hovers above a relatively flat spot in the canyon. You leap for the open boarding ramp, but drop the star map as you scramble to pull yourself up. You yell at your pilot to take you back down.<br/><br/>\"We’re lucky to still be alive!\" the pilot shouts. \"And I’m keeping it that way.\"</i>",
    "pt": "<i> Você envia o sinal de extração de emergência para o piloto. <br/> <br/> \"Nada é fácil com você, rebeldes, é? '\" <br/> <br/> Levando fogo pesado, o piloto paira acima um ponto relativamente plano no canyon. Você pula para a rampa de embarque aberta, mas deixa cair o mapa estelar enquanto se esforça para se levantar. Você grita com seu piloto para levá-lo de volta para baixo. <br/> <br/> \"Temos sorte de ainda estarmos vivos!\" o piloto grita. \"E eu estou mantendo assim.\" </i>"
  },
  {
    "key": "M_07_Failure_3",
    "en": "<i>You sprint for the shuttle, dodging the blasters as best you can. Somewhere between the rattling engines and the raging battle, the star map is knocked from your hands.<br/><br/>\"Leave it, there’s no time!\" the pilot shouts.<br/><br/>\"He’s right, live to fight another day,\" a crew member calls out.<br/><br/>You know your crew is right, but they still need to hold you back as you escape from Ord Mantell.",
    "pt": "<i> Você corre para o ônibus espacial, desviando dos engenheiros o melhor que pode. Em algum lugar entre as locomotivas e a violenta batalha, o mapa estelar é arrancado de suas mãos. <br/> <br/> \"Deixe, não há tempo!\" O piloto grita. <br/> <br/> \"Ele está certo, viva para lutar outro dia\", gritou um membro da equipe. <br/> <br/> Você sabe que sua equipe está certa, mas eles ainda precisam segurar você volta como você escapar de Ord Mantell."
  },
  {
    "key": "TEST_M3_CUSTOM_DEPLOY",
    "en": "Would you like to deploy specific enemies?<br/><br/>{0} threat remaining.",
    "pt": "Você gostaria de implantar inimigos específicos? <br/> <br/> {0} ameaça restante."
  },
  {
    "key": "M_07_Peril_1",
    "en": "<b>Minor Peril</b><br/><br/><i>The midday sun beats down, the heat sapping your energy.</i><br/><br/>Each hero rolls 1 yellow die for each of their activation portraits, then suffers  equal to their  results.",
    "pt": "<b> Minor Peril </b> <br/> <br/> <i> O sol do meio-dia bate, o calor minando sua energia. </i> <br/> <br/> Cada herói rola 1 dado amarelo para cada um dos seus retratos de ativação, então, sofre  igual aos seus resultados ."
  },
  {
    "key": "M_07_Peril_2",
    "en": "<b>Major Peril</b><br/><br/><i>The sun grows impossibly hotter, taking a heavy toll.</i><br/><br/>Each hero rolls 1 yellow die for each of their activation portraits, then suffers  equal to their  results and  equal to their  results.",
    "pt": "<b> Grande Perigo </b> <br/> <br/> <i> O sol se torna incrivelmente mais quente, com um preço alto. </i> <br/> <br/> Cada herói joga 1 dado amarelo por cada um dos seus retratos de ativação, então, sofre  igual aos seus resultados e  igual aos seus resultados ."
  },
  {
    "key": "M_07_Peril_3",
    "en": "<b>Deadly Peril</b><br/><br/><i>The battle has significantly loosened the rocks precariously lining the canyon walls. Deadly rockslides begin raining down the slopes.</i><br/><br/>Each Rebel rolls 1 red die for each of their activation portraits, then suffers  equal to their  results.",
    "pt": "<b> Perigo Mortal </b> <br/> <br/> <i> A batalha afrouxou significativamente as rochas que revestem precariamente as paredes do cânion. Deslizamentos de pedras mortais começam a chover nas encostas. </i> <br/> <br/> Cada Rebelde lança 1 dado vermelho para cada um dos seus retratos de ativação, então sofre  igual aos seus resultados ."
  },
  {
    "key": "M_07_Clue1",
    "en": "<i>Alongside an immaculately itemized list of cargo, a lone encrypted personal message catches your attention. Quickly dispelling the protections, you open the message:<br/><br/>General,<br/>{0} is suspicious of me. He’s been tracking my accounts since we nabbed the captain from the cantina. Payment for this star map must be delivered in person. I’ll need coordinates and clearance for Felucia.</i>",
    "pt": "<i> Ao lado de uma lista de carga imaculadamente detalhada, uma mensagem pessoal criptografada solitária chama sua atenção. Rapidamente dissipando as proteções, você abre a mensagem: <br/> <br/> Geral, <br/> {0} é suspeito de mim. Ele está monitorando minhas contas desde que pegamos o capitão da cantina. O pagamento para este mapa de estrelas deve ser entregue pessoalmente. Preciso de coordenadas e autorização para Felucia. </i>"
  },
  {
    "key": "M_07_Clue2",
    "en": "<i>Pushing aside some stones, you recover a cracked datapad. Frozen on the display is a message time stamped minutes ago:<br/><br/>\"Send forces to these coordinates if you want to head off the Rebels. Even if they escape, DO NOT DESTROY THE SHUTTLE. I’m aboard and will recover the star map for the Empire.\"<br/><br/>Looking up, you watch {0} and {1} fire back at Imperial forces, covering your escape.</i>",
    "pt": "<i> Deixando de lado algumas pedras, você recupera um datapad quebrado. Congelado no visor é um tempo de mensagem carimbado minutos atrás: <br/> <br/> \"Envie forças para essas coordenadas se você quiser evitar os Rebeldes. Mesmo se eles escaparem, NÃO DESTRUA O SHUTTLE. Estou a bordo e irá recuperar o mapa estelar para o Império. \"<br/> <br/> Olhando para cima, você vê {0} e {1} disparar contra as forças Imperiais, cobrindo sua fuga. </i>"
  }
]